{"HTTP Response: %1$s %2$s from %3$s":["Resposta HTTP: %1$s %2$s des de %3$s"],"Save Changes":["Desa els canvis"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["El reCAPTCHA us protegeix contra la brossa i altres tipus d'abús automatitzat. Amb el mòdul d'integració per al reCAPTCHA de Contact Form 7, podeu bloquejar les trameses de formulari abusives dels bots de brossa. Per a més detalls, mireu %s.  "],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["Les claus API de reCAPTCHA versió 3 són diferents de les de la versió 2; les claus de la versió 2 no funcionen amb l'API de la versió 3. Necessiteu registrar les pàgines web per obtenir claus noves de la versió 3. Per a més detalls, mireu %s."],"Connect to the Constant Contact API":["Connecta a l'Api de Constant Contact"],"API keys\u0004Remove Keys":["Elimina les claus"],"Set this URL as the redirect URI.":["Defineix aquest URL com l'URI de redirecció"],"Redirect URI":["URI de redirecció"],"App Secret":["L'aplicació Secret"],"API Key":["Clau API"],"Setup Integration":["Configuració de la integració"],"Constant Contact Integration":["Integració de Constant Contact"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["El mòdul d'integració de Constant Contact us permet enviat dades de contacte recollides mitjançant formularis de contacte a l'API de Constant Contact. Podeu crear serveis de subscripció de correu electrònic fiable en uns pocs passos senzills. Per a més detalls, mireu %s."],"Constant Contact":["Constant Contact"],"Email Marketing":["Màrqueting per correu electrònic"],"It is not allowed to use files outside the wp-content directory.":["No es permet utilitzar fitxers fora del directori de wp-content."],"Make this checkbox optional":["Fes aquesta casella de selecció opcional"],"Professional Services":["Serveis professionals"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Fòrums de suport"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s i %2$s"],"Here are some available options to help solve your problems.":["Aquí hi ha algunes opcions disponibles per ajudar-vos a solucionar els problemes."],"Do you need help?":["Necessiteu ajuda?"],"Condition":["Condició"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["No consentit"],"Consented":["Consentit"],"Sending mail has been aborted.":["L'enviament del correu s'ha cancel·lat."],"You can edit messages used in various situations here. For details, see %s.":["Aquí podeu editar els missatges utilitzats en vàries situacions. Per a més detalls, mireu %s."],"Editing Messages":["S'estan editant els missatges"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Aquí podeu editar la plantilla de correu. Per detalls, mireu %s."],"You can edit the form template here. For details, see %s.":["Aquí podeu editar la plantilla del formulari. Per a més detalls, mireu %s."],"Editing Form Template":["Plantilla d'edició de formulari"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(fletxes esquerra i dreta)"],"%1$s %2$s keys switch panels":["les tecles %1$s %2$s canvien el panell"],"(configuration error)":["(error de configuració)"],"How to resolve?":["Com resoldre-ho?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["La donació ajudarà a encoratjar i recolzar el desenvolupament de l'extensió i millorar el suport a l'usuari."],"making a donation":["fer una donació"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Si us agrada Contact Form 7 i el trobeu útil d'ajuda, considereu %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["És difícil continuar el desenvolupament i donar suport a aquesta extensió sense contribucions d'usuaris."],"This contact form is available only for logged in users.":["Aquest formulari de contacte només està disponible per a usuaris registrats."],"Deprecated settings are used.":["S'estan utilitzant ajustaments obsolets"],"To use CAPTCHA, you need %s plugin installed.":["Per utilitzar el CAPTCHA, necessiteu l'extensió %s instal·lada."],"There was an error deleting the contact form.":["S'ha produit un error a l'esborrar el formulari de contacte."],"You are not allowed to access the requested contact form.":["No teniu permisos per a accedir a aquest formulari de contacte."],"The requested contact form was not found.":["No s'ha trobat aquest formulari de contacte."],"You are not allowed to create a contact form.":["No teniu permisos per a crear un formulari de contacte."],"Cannot create existing contact form.":["No s'ha pogut crear el formulari de contacte."],"You are not allowed to access contact forms.":["No teniu permisos per a accedir als formularis de contacte."],"Attachment file does not exist at %path%.":["No existeix aquest fitxer adjunt a %path%."],"Invalid mailbox syntax is used in the %name% field.":["S'ha usat una sintaxi incorrecta en el camp %name%."],"Unavailable names (%names%) are used for form controls.":["S'han usat noms no disponibles (%names%) per als controls de formulari."],"There are invalid mail header fields.":["Hi ha camps de capçalera invàlids."],"HTML tags are used in a message.":["S'han usat etiquetes HTML en un missatge."],"Sender email address does not belong to the site domain.":["L'adreça de correu del remitent no pertany al domini del lloc web."],"Invalid mailbox syntax is used.":["S'ha usat una sintaxi incorrecta."],"There is a possible empty field.":["Pot ser que hi hagi un camp buit."],"%s configuration error detected":["%s error de configuració detectat","%s errors de configuració detectats"],"%d configuration errors detected in this tab panel":["S'han trobat %d errors de configuració en aquesta pestanya del tauler"],"1 configuration error detected in this tab panel":["S'ha detectat un error de configuració en aquesta pestanya del tauler"],"%d configuration errors detected":["%d error de configuraciós detectats"],"1 configuration error detected":["S'ha detectat un error de configuració"],"There was an error saving the contact form.":["S'ha produit un error desant el formulari."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s està <strong>obsolet<\/strong> des de la versió %2$s de Contact Form 7! Utilitzeu %3$s en el seu lloc."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Instal·leu una extensió d'emmagatzematge de missatges abans que us passi això. %s desa tots els missatges dels vostres formularis de contacte a la base de dades. Flamingo és una extensió de WordPress gratuïta creada pel mateix autor de Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 no emmagatzema enlloc els missatges enviats. Per tant, pot ser que perdeu missatges importants per sempre si el vostre servidor de correu té problemes o si cometeu un error en la configuració del correu electrònic."],"Before you cry over spilt mail&#8230;":["Abans de plorar per haver perdut correus&#8230;"],"comment blacklist":["llista negra de comentaris"],"https:\/\/contactform7.com\/comment-blacklist\/":["http:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 és compatible amb el filtrat de brossa de %1$s. El sistema intel·ligent de %2$s  bloca els molestos robots de correu brossa. A més, usant %3$s, podeu blocar missatges que continguin paraules clau específiques o que s'enviïn des d'adreces IP específiques."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Els emissors de correu brossa ho ataquen tot, i els formularis de contacte no són una excepció. Abans de què us arribi brossa, protegiu els formularis de contacte amb les potents característiques anti brossa que ofereix Contact Form 7."],"Getting spammed? You have protection.":["Rebeu brossa? Podeu protegir-vos."],"Multiple form controls are in a single label element.":["Múltiples controls del formulari estan posats dins d'un únic element etiqueta."],"FAQ about Configuration Validator":["Preguntes freqüents sobre el validador de la configuració"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["http:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["El número de telèfon no és vàlid."],"The URL is invalid.":["L'URL no és vàlid."],"The e-mail address entered is invalid.":["La direcció de correu electrònic que has introduït no és vàlida."],"The answer to the quiz is incorrect.":["La resposta a la pregunta no és correcta."],"The number is larger than the maximum allowed.":["El nombre és més gran que el màxim permès."],"The number is smaller than the minimum allowed.":["El nombre és menor que el mínim permès."],"The number format is invalid.":["El format del número no és vàlid."],"There was an error uploading the file.":["S'ha produït un error pujant el fitxer"],"The file is too big.":["El fitxer és massa gran."],"You are not allowed to upload files of this type.":["No teniu permisos per pujar fitxers d'aquest tipus."],"There was an unknown error uploading the file.":["S'ha produït un error desconegut penjant el fitxer."],"The date is after the latest one allowed.":["La data és posterior a la més tardana permesa."],"The date is before the earliest one allowed.":["La data és anterior a la més primerenca permesa."],"The date format is incorrect.":["El format de la data és incorrecte."],"The field is too short.":["El camp és massa curt."],"The field is too long.":["El camp és massa llarg."],"The field is required.":["El camp és obligatori."],"You must accept the terms and conditions before sending your message.":["Heu d'acceptar els termes i condicions abans d'enviar el missatge."],"One or more fields have an error. Please check and try again.":["Un o més camps té un error. Si us plau reviseu-ho i torneu a intentar-ho."],"There was an error trying to send your message. Please try again later.":["Hi ha hagut un error intentant enviar el vostre missatge. Si us plau intenteu-ho de nou més tard."],"Thank you for your message. It has been sent.":["Gràcies pel vostre missatge. Ha estat enviat."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Una configuració errònia provoca errors en l'enviament de missatges o altres problemes. Valida ara els teus formularis de contacte."],"Validate Contact Form 7 Configuration":["Valida la configuració de Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["http:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["La validació de la configuració ha estat completada. No s'ha trobat cap formulari de contacte no vàlid."],"Configuration validation completed. %s invalid contact form was found.":["La validació de la configuració s'ha completat. S'ha trobat un formulari de contacte no vàlid.","La validació de la configuració s'ha completat. S'han trobat %s formularis de contacte no vàlids"],"Validate Configuration":["Valida la configuració"],"Validate %s Contact Form Now":["Valida el %s formulari de contacte","Valida els %s formularis de contacte"],"You are not allowed to validate configuration.":["No teniu permís per validar la configuració."],"https:\/\/contactform7.com\/recaptcha\/":["http:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Clau secreta"],"Site Key":["Clau del lloc web"],"Settings saved.":["S'ha desat la configuració."],"Invalid key values.":["Valors de clau no vàlids."],"ERROR":["ERROR"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Un altre extensió de formulari de contacte. Simple però flexible."],"https:\/\/contactform7.com\/":["http:\/\/contactform7.com\/"],"Contact form %d":["Formulari de contacte %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Genera una etiqueta de formulari per a un camp d'entrada de text multilínia. Per a més detalls veieu %s."],"text area":["Àrea de text"],"This field requires author's URL":["Aquest quadre de text requereix la URL de l'autor"],"This field requires author's email address":["Aquest camp de text requereix el correu electrònic de l'autor"],"This field requires author's name":["Aquest camp de text requereix el nom de l'autor"],"Akismet":["Akismet"],"Text Fields":["Camps de text"],"https:\/\/contactform7.com\/text-fields\/":["http:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Genera una etiqueta de formulari per a un camp d'entrada de número de telèfon d'una sola línia. Per a més detalls veieu %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Genera una etiqueta de formulari per a un camp d'entrada d'URL d'una sola línia. Per a més detalls veieu %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Genera una etiqueta de formulari per a un camp d'entrada de correu electrònic d'una sola línia. Per a més detalls veieu %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Genera una etiqueta de formulari per a un camp d'entrada de text d'una sola línia. Per a més detalls veieu %s."],"tel":["telèfon"],"URL":["URL"],"email":["correu electrònic"],"text":["text"],"Telephone number that the sender entered is invalid":["El número de telèfon introduït no és vàlid"],"URL that the sender entered is invalid":["L'adreça URL introduïda no és vàlida"],"Email address that the sender entered is invalid":["L'adreça de correu electrònic introduïda no és vàlida"],"Label":["Etiqueta"],"Submit Button":["Botó d'enviament"],"https:\/\/contactform7.com\/submit-button\/":["http:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Genera una etiqueta de formulari per a un botó 'Envia'. Per a més detalls veieu %s."],"submit":["envia"],"Insert a blank item as the first option":["Insereix un element en blanc com a primera opció"],"Allow multiple selections":["Permet seleccions múltiples"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Genera una etiqueta de formulari per a un menú desplegable. Per a més detalls veieu %s."],"drop-down menu":["menú desplegable"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Un parella de pregunta\/respuesta per línia, separades per una barra vertical (|). Per exemple: Quina és la capital de Brasil?|Brasilia."],"Questions and answers":["Preguntes i respostes"],"Quiz":["Pregunta"],"https:\/\/contactform7.com\/quiz\/":["http:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Genera una etiqueta de formulari per a un parell pregunta\/resposta. Per a més detalls, veieu %s."],"quiz":["pregunta"],"Sender doesn't enter the correct answer to the quiz":["El remitent no ha introduït una resposta vàlida a la pregunta"],"Slider":["Selector lliscant"],"Spinbox":["Selector de valor"],"Number Fields":["Camps numèrics"],"https:\/\/contactform7.com\/number-fields\/":["http:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Genera una etiqueta de formulari per a un camp d'entrada de valor numèric. Per a més detall, mireu %s."],"number":["número"],"Number is larger than maximum limit":["Aquesta xifra supera el màxim establert."],"Number is smaller than minimum limit":["Aquesta xifra està per sota del mínim establert."],"Number format that the sender entered is invalid":["El format numèric és incorrecte."],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Aquest formulari de contacte inclou camps de càrrega de fitxers, però la carpeta temporal pels fitxers (%s) no existeix o no té permís d'escriptura. Pots crear la carpeta o canviar-ne els permisos manualment."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Per adjuntar el fitxer pujat mitjançant aquest camp al missatge de correu electrònic, heu d'inserir l'etiqueta de correu corresponent (%s) al camp Fitxers adjunts de la pestanya Correu electrònic."],"Acceptable file types":["Tipus de fitxers acceptats"],"File size limit (bytes)":["Límit de mida del fitxer (bytes)"],"File Uploading and Attachment":["Pujada de fitxers i adjunts"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["http:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Genera una etiqueta de formulari per a un camp de càrrega de fitxer. Per a més detall, mireu %s."],"file":["fitxer"],"Uploading a file fails for PHP error":["Pujar un fitxer pot fallar per un error de PHP"],"Uploaded file is too large":["El fitxer és massa gran"],"Uploaded file is not allowed for file type":["El fitxer pujat és un d'un tipus que no està permès"],"Uploading a file fails for any reason":["Pujar un fitxer pot fallar per qualsevol motiu"],"Max":["Màxim"],"Min":["Mínim"],"Range":["Interval"],"Use this text as the placeholder of the field":["Utilitza aquest text com a marcador del camp"],"Default value":["Valor predeterminat"],"Date Field":["Camp data"],"https:\/\/contactform7.com\/date-field\/":["http:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Genera una etiqueta de formulari per a un camp data  Per a més detall, mireu %s."],"date":["data"],"Date is later than maximum limit":["Aquesta data supera la data límit establerta."],"Date is earlier than minimum limit":["La data és anterior al límit mínim"],"Date format that the sender entered is invalid":["El format de la data no és vàlid."],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Per rebre les dades enviades a través d'aquest camp, heu d'inserir l'etiqueta corresponent (%s) en algun dels camps de la pestanya Correu electrònic."],"Make checkboxes exclusive":["Fes que les caselles de verificació siguin exclusives"],"Wrap each item with label element":["Envolteu cada element amb l'element etiqueta"],"Put a label first, a checkbox last":["Poseu primer una etiqueta, la casella de verificació al final"],"One option per line.":["Una opció per línia."],"Required field":["Camp requerit"],"Field type":["Tipus de camp"],"Checkboxes, Radio Buttons and Menus":["Caselles de verificació, botons d'opció i menús"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["http:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Genera una etiqueta de formulari per a un grup de botons de selecció. Per a més detalls, veieu %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Genera una etiqueta de formulari per a un grup de caselles de verificació. Per a més detalls, veieu %s."],"radio buttons":["botons de selecció"],"checkboxes":["caselles de verificació"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Aquest formulari de contacte fa servir CAPTCHA, però les llibreries necessàries (GD i FreeType) no estan disponibles al teu servidor."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Aquest formulari de contacte fa servir CAPTCHA, però la carpeta temporal pels fitxers (%s) no existeix o no hi ha permís d'escriptura. Pots crear la carpeta o canviar-ne els permisos manualment."],"Input field settings":["Preferències del camp"],"Image settings":["Preferències d'imatge"],"https:\/\/contactform7.com\/captcha\/":["http:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Genera etiquetes de formulari per a una imatge CAPTCHA i un camp d'entrada de resposta corresponent. Per a més detalls, veieu %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Per utilitzar CAPTCHA, primer heu d'instal·lar i activar l'extensió %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Has introduït un codi incorrecte."],"The code that sender entered does not match the CAPTCHA":["El codi introduït no coincideix amb CAPTCHA"],"Insert Tag":["Insereix una etiqueta"],"Class attribute":["Atribut de classe"],"Id attribute":["Atribut d'ID"],"Options":["Opcions"],"Name":["Nom"],"Acceptance Checkbox":["Casella d'acceptació"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["http:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Genera una etiqueta de formulari per a una casella de verificació. Per a més detalls, veieu %s."],"acceptance":["acceptació"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["La propietat <code>%1$s<\/code> de l'objecte <code>WPCF7_ContactForm<\/code> <strong>ja no és accessible<\/strong>. En el seu lloc, utilitzeu el mètode <code>%2$s<\/code>."],"Untitled":["Sense títol"],"Contact Form":["Formulari de Contacte"],"There is a field with input that is shorter than the minimum allowed length":["Hi ha un camp on el contingut és més curt que la longitud mínima permesa"],"There is a field with input that is longer than the maximum allowed length":["Hi ha un camp on el contingut és més llarg que la longitud màxima permesa"],"There is a field that the sender must fill in":["Hi ha un camp que falta omplir"],"There are terms that the sender must accept":["Hi ha termes que s'han d'acceptar"],"Submission was referred to as spam":["Sembla que aquest missatge és brossa"],"Validation errors occurred":["Hi ha errors de validació"],"Sender's message failed to send":["El missatge no s'ha pogut enviar"],"Sender's message was sent successfully":["El missatge s'ha enviat correctament"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Aquest correu electrònic s'ha enviat des del formulari de contacte de %1$s (%2$s)"],"Message Body:":["Missatge:"],"Subject: %s":["Assumpte: %s"],"From: %s":["De: %s"],"Send":["Envia"],"Your Message":["El missatge"],"Your Email":["El correu electrònic"],"(required)":["(obligatori)"],"Your Name":["El nom"],"Form-tag Generator: %s":["Generador d'etiquetes de formulari: %s"],"For more information:":["Per a més informació:"],"Any information you provide will not be shared with service providers without your authorization.":["Sense l'autorització, no es compartirà cap informació que proporcioneu amb els proveïdors de servei."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Primer haureu de registrar un compte amb el servei que tingueu pensat utilitzar. Un cop registrats, haureu d'autoritzar a Contact Form 7 per accedir al servei amb el teu compte."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["En aquesta pantalla, podeu gestionar els serveis que estan disponibles a través de Contact Form 7. L'API us permetrà col·laborar amb els serveis que estan disponibles."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["També hi ha etiquetes de correu electrònic especials que tenen noms específics, però que no tenen etiquetes de formulari corresponents. Es fan servir per representar la informació meta dels enviaments a través del formulari, com l'adreça IP del remitent o l'URL de la pàgina."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Una etiqueta de correu electrònic també és un codi abreujat entre claudàtors que es pot utilitzar en cada camp a Correu electrònic i Correu electrònic (2). Una etiqueta de correu electrònic representa un valor d'entrada de l'usuari a través del camp d'entrada d'una etiqueta de formulari corresponent."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Mentre que les etiquetes de formulari tenen una sintaxi relativament complexa, no cal conèixer-la per afegir-les, ja que pots fer servir el generador d'etiquetes (botó <strong>Insereix etiqueta <\/strong> en aquesta pantalla)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Una etiqueta de formulari és un codi abreujat entre claudàtors, usat en el contingut del formulari. Una etiqueta de formulari generalment representa un camp d'entrada, i els seus components es poden dividir en quatre parts: tipus, nom, opcions i valors. Contact Form 7 és compatible amb diversos tipus d'etiquetes de formulari que inclouen camps de text, camps de nombre, camps de data, caselles de verificació, botons de selecció, menús, camps de càrrega de fitxers, CAPTCHAs, i camps de preguntes."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["Les <strong>preferències addicionals<\/strong> proporcionen un lloc on podeu personalitzar el comportament d'aquest formulari de contacte, afegint fragments de codi."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["A <strong>Missatges<\/strong>, podeu editar diversos tipus de missatges utilitzats per a aquest formulari de contacte. Aquests missatges són relativament curts, com un missatge d'error de validació que apareix quan es deixa en blanc un camp obligatori."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Correu electrònic (2)<\/strong> és una plantilla de correu addicional que funciona de manera similar a Correu electrònic. Correu electrònic (2) difereix en que s'envia únicament quan el primer correu s'ha enviat amb èxit."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Correu electrònic<\/strong> administra la plantilla de correu (capçaleres i cos del missatge) que enviarà aquest formulari de contacte. Podeu fer servir aquí les etiquetes de correu electrònic de Contact Form 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formulari<\/strong> és el contingut del formulari en HTML. Pots fer servir HTML arbitrari, permès dins d'un element del formulari. També pots fer servir aquí les etiquetes de formulari de Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Títol<\/strong> és el títol d'un formulari de contacte. Aquest títol només es fa servir per etiquetar un formulari de contacte, i es pot editar."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["En aquesta pàgina podeu editar un formulari de contacte. Un formulari de contacte es compon dels següents elements:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplica<\/strong> - Clona aquest formulari de contacte. Un formulari de contacte clonat hereta tot el contingut de l'original, però té una ID diferent."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Edita<\/strong> - Obre la pàgina d'edició d'aquest formulari de contacte. També podeu arribar a aquesta pàgina fent clic al títol del formulari de contacte."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["En passar el ratolí sobre una fila de la llista de formularis de contacte es mostraran enllaços d'acció que us permetrà gestionar el vostre formulari. Podeu realitzar les següents accions:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["En aquesta pantalla, podeu gestionar els formularis de contacte proporcionats per Contact Form 7. Podeu gestionar un nombre il·limitat de formularis de contacte. Cada formulari de contacte té una ID i un codi abreujat únics ([contact-form-7 ...]). Per inserir un formulari de contacte en una entrada o giny de text, inseriu el codi abreujat en el contingut corresponent."],"Mail-tags":["Etiquetes de correu electrònic"],"Form-tags":["Etiquetes de formulari"],"Available Actions":["Accions disponibles"],"Overview":["Resum"],"You can add customization code snippets here. For details, see %s.":["Podeu afegir aquí fragments de codi personalitzat. Per a més detall mireu %s."],"https:\/\/contactform7.com\/additional-settings\/":["http:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Fitxers adjunts"],"Use HTML content type":["Utilitzar contingut HTML"],"Exclude lines with blank mail-tags from output":["Exclou les línies amb etiquetes de correu electrònic buides a la sortida"],"Message Body":["Cos del missatge"],"Additional Headers":["Capçaleres addicionals"],"Subject":["Assumpte"],"From":["De"],"To":["A"],"In the following fields, you can use these mail-tags:":["En els següents camps, podeu utilitzar aquestes etiquetes de correu electrònic:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Correu (2) és una plantilla de correu electrònic addicional que s'utilitza sovint com a resposta automàtica."],"Use Mail (2)":["Utilitza el correu (2)"],"Mail (2)":["Correu (2)"],"Y\/m\/d":["Y\/m\/d"],"%s ago":["fa %s"],"Y\/m\/d g:i:s A":["Y\/m\/d g:i:s A"],"Edit &#8220;%s&#8221;":["Edita &#8220;%s&#8221;"],"Edit":["Edita"],"Date":["Data"],"Author":["Autor"],"Shortcode":["Codi curt"],"Title":["Títol"],"Additional Settings":["Preferències addicionals"],"Additional Settings (%d)":["Preferències addicionals (%d)"],"Messages":["Missatges"],"Mail":["Correu"],"Form":["Formulari"],"Support":["Suport"],"https:\/\/contactform7.com\/support\/":["http:\/\/contactform7.com\/support\/"],"FAQ":["Preguntes Més Freqüents (FAQ)"],"https:\/\/contactform7.com\/faq\/":["http:\/\/contactform7.com\/faq\/"],"Docs":["Documents"],"https:\/\/contactform7.com\/docs\/":["http:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["El formulari de contacte serà eliminat.\n  'Cancel·la' per anular-ho, 'OK' per confirmar-ho."],"Delete":["Elimina"],"Duplicate":["Duplica"],"Status":["Estat"],"You can also use this old-style shortcode:":["També podeu fer servir aquest codi abreujat antic:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Copieu aquest codi i enganxeu-lo al contingut d'una entrada, pàgina o giny de text:"],"Enter title here":["Introdueix el títol aquí"],"Save":["Desa"],"You are not allowed to edit this contact form.":["No teniu permisos per editar aquest formulari de contacte."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["http:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["http:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Configuració del correu"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["http:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["El Contact Form 7 necessita la vostra ajuda."],"Dismiss":["Descarta"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s necessita un WordPress %2$s o superior.<\/strong> Sisplau, <a href=\"%3$s\">actualitza el WordPress<\/a> primer."],"Settings":["Preferències"],"Contact form deleted.":["Formulari de contacte eliminat."],"Contact form saved.":["Formulari de contacte desat."],"Contact form created.":["Formulari de contacte creat."],"Search Contact Forms":["Cercar formularis de contacte"],"Search results for &#8220;%s&#8221;":["Resultats de cerca per &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Els canvis realitzats es perdran si sortiu d'aquesta pàgina."],"Error in deleting.":["Error en suprimir."],"You are not allowed to delete this item.":["No teniu permisos per suprimir aquest element."],"You are not allowed to edit this item.":["No teniu permisos per editar aquest element."],"Integration":["Integració"],"Integration with Other Services":["Integració amb altres serveis"],"Add New":["Afegeix nou"],"Add New Contact Form":["Afegeix un formulari de contacte nou"],"Contact Forms":["Formularis de Contacte"],"Edit Contact Form":["Edita el formulari de contacte"],"Contact":["Contacte"],"Contact Form 7":["Contact Form 7"]}