{"HTTP Response: %1$s %2$s from %3$s":["HTTP respons: %1$s %2$s frå %3$s"],"Save Changes":["Lagre endringar"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["reCAPTCHA vernar deg mot spam og andre typar av automatiserte angrep. Med Contact Form 7 sin reCAPTCHA integrasjonsmodul kan du blokkere krenkande skjemainnlegg frå spamrobotar. For detaljar, sjå %s."],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["API-nøklar for reCAPTCHA v3 er forskjellige frå dei for v2; nøklar for v2 fungerer ikkje med v3 API. Du må registrere nettstadane dine på nytt for å få nye nøklar for v3. For detaljar, sjå %s."],"Connect to the Constant Contact API":["Koble til Constant Contact API"],"API keys\u0004Remove Keys":["Fjern nøkkel"],"Set this URL as the redirect URI.":["Sett denne URL som vidaresendings-URI."],"Redirect URI":["Vidaresendings-URI"],"App Secret":["App - hemmeleg"],"API Key":["API - nøkkel"],"Setup Integration":["Integrasjon av innstillingar"],"Constant Contact Integration":["Constant Contact integrasjon"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["Integreringsmodulen Constant Contact let deg sende inn kontaktdata samla via kontaktskjema til Constant Contact API. Du kan opprette pålitelige e-post abonnementstenester med nokre få enkle trinn. For detaljer, sjå %s."],"Constant Contact":["Constant Contact"],"Email Marketing":["E-postmarkandsføring"],"It is not allowed to use files outside the wp-content directory.":["Det er ikkje tillete å bruke filer som er utanfor wp-innhaldskatalogen"],"Make this checkbox optional":["Gjer denne avkryssingsboksen valfri"],"Professional Services":["Professjonelle tenester"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Hjelpeforum"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Her er nokre tilgjengelege alternativ som kan hjelpe til å løyse problema."],"Do you need help?":["Treng du hjelp?"],"Condition":["Vilkår"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Ikkje godkjent"],"Consented":["Godkjent"],"Sending mail has been aborted.":["Sending av e-post har blitt avbrote."],"You can edit messages used in various situations here. For details, see %s.":["Du kan redigere meldingar brukt i varierande situasjonar. For detaljer, sjå %s."],"Editing Messages":["Redigerar meldingar"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Du kan redigere postmalen her. For detaljer kan du sjå %s."],"You can edit the form template here. For details, see %s.":["Du kan redigere skjemamalen her. For detaljer kan du sjå %s."],"Editing Form Template":["Rediger sjemamalen"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(venstre- og høgre-pil)"],"%1$s %2$s keys switch panels":["%1$s %2$s piltastar skiftar faner"],"(configuration error)":["(konfigurasjonsfeil)"],"How to resolve?":["Korleis rette opp?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Ditt bidrag vil hjelpe til og oppmuntre til fortsatt utvikling av innstikket og gi betre brukarstøtte."],"making a donation":["å gje eit bidrag"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Dersom du likar å bruke Contact Form 7 og finn det brukande, vurder %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Det er vanskeleg å fortsette utvikling og brukarstøtte for dette innstikket utan bidrag frå brukarar som deg."],"This contact form is available only for logged in users.":["Dette kontaktskjemaet er berre tilgjengeleg for innlogga brukarar."],"Deprecated settings are used.":["Utdaterte innstillingar er brukt."],"To use CAPTCHA, you need %s plugin installed.":["For å bruke CAPTCHA, må du ha innstikket %s installert."],"There was an error deleting the contact form.":["Det skjedde ein feil under sletting av kontaktskjemaet."],"You are not allowed to access the requested contact form.":["Du har ikkje tilgang til dette kontaktskjemaet."],"The requested contact form was not found.":["Kontaktskjemaet vart ikkje funne."],"You are not allowed to create a contact form.":["Du har ikkje lov til å opprette eit kontaktskjema."],"Cannot create existing contact form.":["Kan ikkje opprette eksisterende kontaktskjema."],"You are not allowed to access contact forms.":["Du har ikkje tilgang til kontaktskjema."],"Attachment file does not exist at %path%.":["Filvedlegget finnst ikkje i %path%."],"Invalid mailbox syntax is used in the %name% field.":["Ugyldig epostkasse-syntaks er brukt i %name%-feltet."],"Unavailable names (%names%) are used for form controls.":["Utilgjengelig namn (%names%) vert brukt til skjemakontrollar."],"There are invalid mail header fields.":["Det finnst ugyldige mail-header-felt."],"HTML tags are used in a message.":["HTML-taggar vert brukt i meldinga."],"Sender email address does not belong to the site domain.":["Avsendar si e-postadresse tilhører ikkje nettstaden sitt domene."],"Invalid mailbox syntax is used.":["Ugyldig e-postkassesyntaks vert brukt."],"There is a possible empty field.":["Det er moglegvis eit tomt felt."],"%s configuration error detected":["%s feil i oppsettet er oppdaga","%s feil i oppsettet er oppdaga"],"%d configuration errors detected in this tab panel":["%d oppsettsfeil funne i denne fana"],"1 configuration error detected in this tab panel":["Oppdaga 1 feil i oppsettet i denne fana"],"%d configuration errors detected":["%d feil i oppsettet er oppdaga"],"1 configuration error detected":["Oppdaga 1 feil i oppsettet"],"There was an error saving the contact form.":["Det skjedde ein feil under lagring av kontaktskjemaet."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s er <strong>utgått<\/strong> siden Contact Form 7 versjon %2$s! Bruk %3$s i staden."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Installer eit innstikk som lagrar meldingar før dette vert di oppleving. %s lagrer alle meldingar som er sendt via kontaktskjema i databasen. Flamingo er eit gratis WordPress innstikk som er laga av same forfattar som Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 lagrar ikkje innsendte meldingar nokon stad. Derfor kan du miste viktige meldingar for alltid dersom  e-posttenaren din har problem eller at du har sett opp e-postinstillingane feil."],"Before you cry over spilt mail&#8230;":["Før du græt over mista e-post&#8230;"],"comment blacklist":["innspel-svarteliste"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 støttar søppelpost-filtrering med %1$s. Det intelligente innstikket %2$s blokkerar irriterande robotar som sender søppelpost. Pluss, ved bruk av %3$s, kan du blokkere meldingar som inneheld spesifikke ord eller om dei er sendt fra ein spesifikk IP-adresse."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Dei som sender søppelpost forsøker seg overalt og kontaktskjema dine er ikkje noko unntak. Før du motek ei mengde med søppelpost, beskytt kontaktskjema dine med den kraftfulle anti-søppelpost funksjonen som Contact Form 7 tilbyr."],"Getting spammed? You have protection.":["Mottek du søppelpost? Du har vern."],"Multiple form controls are in a single label element.":["Fleire skjemakontrollar er plassert inni eit enkelt etikett-element."],"FAQ about Configuration Validator":["Ofte stilte spørsmål om oppsett-sjekken"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Telefonnummeret er ugyldig."],"The URL is invalid.":["Lenka er ugyldig."],"The e-mail address entered is invalid.":["E-postadressa er ugyldig."],"The answer to the quiz is incorrect.":["Svaret på spørsmålet er feil."],"The number is larger than the maximum allowed.":["Nummeret er større enn det som maksimum er tillate."],"The number is smaller than the minimum allowed.":["Nummeret er mindre enn det minste som er tillate."],"The number format is invalid.":["Nummerformatet er ugyldig."],"There was an error uploading the file.":["Det var ein feil under opplasting av fila."],"The file is too big.":["Fila er for stor."],"You are not allowed to upload files of this type.":["Du har ikkje lov til å laste opp filer av denne typen."],"There was an unknown error uploading the file.":["Det har oppstått ein ukjend feil under opplastinga av fila."],"The date is after the latest one allowed.":["Datoen er sett seinere enn det som er tillate."],"The date is before the earliest one allowed.":["Datoen er sett tidligere enn det som er tillate."],"The date format is incorrect.":["Datoformatet er feil."],"The field is too short.":["Feltet er for kort."],"The field is too long.":["Feltet er for langt."],"The field is required.":["Dette feltet er påkravd."],"You must accept the terms and conditions before sending your message.":["Du må godta vilkåra før du sender meldinga."],"One or more fields have an error. Please check and try again.":["Eit eller fleire felt har ein feil. Ver venleg å sjekke og prøv igjen."],"There was an error trying to send your message. Please try again later.":["Det har oppstått ein feil under sending av meldinga di. Prøv att seinare."],"Thank you for your message. It has been sent.":["Takk for meldinga di. Den er no send."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Feiloppsett kan føre til e-post som ikkje vert sendt og andre problem. Kontroller kontaktsjema dine no."],"Validate Contact Form 7 Configuration":["Kontroller \"Contact Form 7\"-instillingar"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Kontroll av oppsett er fullført. Fann ingen ugyldige kontaktskjema."],"Configuration validation completed. %s invalid contact form was found.":["Kontroll av oppsett er fullført. %s ugyldig kontaktskjema vart funne.","Kontroll av oppsett er fullført. %s ugyldige kontaktskjema vart funne."],"Validate Configuration":["Stadfeste oppsett"],"Validate %s Contact Form Now":["Validerar %s kontaktskjema no","Validerar %s kontaktskjema no"],"You are not allowed to validate configuration.":["Du har ikkje lov til å stadfeste oppsettet."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Hemmeleg nøkkel"],"Site Key":["Nøkkel for nettstaden"],"Settings saved.":["Innstillingar lagra."],"Invalid key values.":["Teksten er ikkje den same."],"ERROR":["FEIL"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Endå ei kontaktskjema-innstikk. Enkelt men nyttig."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Kontaktskjema %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Lag skjema-kode for tekstfelt over fleire linjer. For mer informasjon, sjå %s."],"text area":["tekstområde"],"This field requires author's URL":["Forfattaren sin nettstad"],"This field requires author's email address":["Forfattaren sin e-postadresse"],"This field requires author's name":["Forfattaren sitt namn"],"Akismet":["Akismet"],"Text Fields":["Tekstfelt"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Lag skjema-kode for telefonnummer på ei linje. For meir informasjon, sjå %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Lag skjema-kode for nettadressar (URL) på ei linje. For meir informasjon, sjå %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Lag skjema-kode for e-postadresser med ei linje. For meir informasjon, sjå %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Lag skjema-kode for eit vanlig tekstfeltet med ei linje. For meir informasjon, sjå %s."],"tel":["tlf."],"URL":["URL"],"email":["e-post"],"text":["tekst"],"Telephone number that the sender entered is invalid":["Telefonnummeret som avsendaren har tasta inn er ikkje gyldig"],"URL that the sender entered is invalid":["Nettadressa som avsendaren har tasta inn er ikkje gyldig"],"Email address that the sender entered is invalid":["E-postadressa som avsendaren har tasta inn er ikkje gyldig"],"Label":["Etikett"],"Submit Button":["Send-inn-knapp"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Lag skjema-kode for ein send-inn-knapp. For meir informasjon, sjå %s."],"submit":["Send inn"],"Insert a blank item as the first option":["Sett inn eit blankt felt som det første alternativet"],"Allow multiple selections":["Tillat fleire val"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Lag skjema-kode for ei nedtrekksliste. For mer informasjon, sjå %s."],"drop-down menu":["nedtrekksliste"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Spørsmål | svar tryggleikskode  (for eksempel hovedstaden i Brasil? | Rio) per linje."],"Questions and answers":["Spørsmål og svar"],"Quiz":["Spørsmål"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Lag skjema-kode for spørsmål og svar. For meir informasjon, sjå %s."],"quiz":["quiz"],"Sender doesn't enter the correct answer to the quiz":["Avsendar har ikkje svart riktig på spørsmålet"],"Slider":["Glidebrytar"],"Spinbox":["Tallboks med piler"],"Number Fields":["Nummerfelt"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Lag skjema-kode for eit nummer-felt. For meir informasjon, sjå %s."],"number":["nummer"],"Number is larger than maximum limit":["Nummeret er større enn maksimalkravet"],"Number is smaller than minimum limit":["Nummeret er mindre enn minstekravet"],"Number format that the sender entered is invalid":["Tallformatet som avsendaren har skreve inn er ikkje riktig"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Dette kontaktskjemaet inneheld opplastingsfelt, men den midlertidige mappa for filene (%s) finns ikkje eller er skrivebeskytta. Du kan opprette mappa eller endre løyva manuelt."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["For å legge til filen som er lasta opp via dette feltet, må du sette inn den tilsvarande mail-taggen (%s) i filvedlegg feltet i kategorien Mail ."],"Acceptable file types":["Tillatne filtypar"],"File size limit (bytes)":["Begrensning på filstørrelse (bytes)"],"File Uploading and Attachment":["Filopplasting og vedlegg"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Lag skjema-kode for opplasting av ei fil. For meir informasjon, sjå %s."],"file":["fil"],"Uploading a file fails for PHP error":["Opplastinga var mislukka p&aring; grunn av PHP-feil"],"Uploaded file is too large":["Opplasta fil er for stor"],"Uploaded file is not allowed for file type":["Opplasta filtype er ikkje tillaten"],"Uploading a file fails for any reason":["Opplastinga var misslukka"],"Max":["Maks"],"Min":["Min"],"Range":["Skala"],"Use this text as the placeholder of the field":["Bruk denne teksten som eksempeltekst i dette feltet"],"Default value":["Standard verdi"],"Date Field":["Datofelt"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Lag skjema-kode for å velge dato. For meir informasjon, sjå %s."],"date":["dato"],"Date is later than maximum limit":["Datoen er seinare enn det som er tillate"],"Date is earlier than minimum limit":["Nummeret er mindre enn det som er tillate"],"Date format that the sender entered is invalid":["Datoformatet som avsendaren har skreve inn er ikkje riktig"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["For å bruke skjema-verdien i dette feltet i ein mail-tagg, må du sette inn den tilsvarende mail-tag (%s) i feltet med kategorien Mail."],"Make checkboxes exclusive":["Gjer avkrysningsboksane avgresa til enten\/eller"],"Wrap each item with label element":["Pakk kvart element inn i eit label-element"],"Put a label first, a checkbox last":["Vis namnet først, og avkrysningsboksen til slutt"],"One option per line.":["Eit alternativ per linje."],"Required field":["Påkravd felt"],"Field type":["Felttype"],"Checkboxes, Radio Buttons and Menus":["Aavkrysningsbokser, Radioknapper og Menyer"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Lag skjema-kode for ei gruppe med radioknapper. For meir informasjon, sjå %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Lag skjema-kode for ei gruppe med avkrysningsboksar. For meir informasjon, sjå %s."],"radio buttons":["radioknapper"],"checkboxes":["avkrysningsbokser"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Dette kontaktskjemaet inneheld CAPTCHA-felt, men de n&oslash;dvendige bibliotekene (GD og FreeType) er ikkje tilgjengelig p&aring; din tenar."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Dette kontaktskjemaet inneholder CAPTCHA-felt, men den midlertidige mappa for filene (%s) finnst ikkje eller er skrivebeskytta. Du kan opprette mappa eller endre tillatingane manuelt."],"Input field settings":["Innstillingar for skjemafelt"],"Image settings":["Bildeinnstillingar"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Lagar skjema-kodar for eit CAPTCHA bilde og tilhøyrande inndatafelt. For meir informasjon, kan du sjå %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["For å bruke CAPTCHA, må du først installere og aktivere %s utvidelsen."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Koden du skreiv inn er feil."],"The code that sender entered does not match the CAPTCHA":["Koden som avsender skrev inn stemmer ikkje med CAPTCHA-bildet"],"Insert Tag":["Sett inn tagg"],"Class attribute":["Class eigenskapar"],"Id attribute":["Id eigenskapar"],"Options":["Innstillingar"],"Name":["Namn"],"Acceptance Checkbox":["Avkrysningsboks for godkjenning"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Lag skjema-kode for ein avkrysningsboks. For meir informasjon, sjå %s."],"acceptance":["godkjenning"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["<code>%1$s<\/code> tilhøyrer eit <code>WPCF7_ContactForm<\/code>-objekt er <strong>ikkje lenger tilgjengeleg<\/strong>. Bruk metoden <code>%2$s<\/code> i staden."],"Untitled":["Utan tittel"],"Contact Form":["Kontaktskjema"],"There is a field with input that is shorter than the minimum allowed length":["Eit av felta har for få teikn"],"There is a field with input that is longer than the maximum allowed length":["Eit av felta har for mange teikn"],"There is a field that the sender must fill in":["Det er eit felt som må fyllast ut"],"There are terms that the sender must accept":["Det er vilkår som avsendaren må godkjenne"],"Submission was referred to as spam":["Innsendinga  vart markert som søppelpost"],"Validation errors occurred":["Feil oppstod"],"Sender's message failed to send":["Avsendar si melding vart ikkje sendt"],"Sender's message was sent successfully":["Avsendar si melding vart sendt"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Denne e-posten vart sendt frå eit kontaktskjema på %1$s (%2$s)"],"Message Body:":["Meldingstekst:"],"Subject: %s":["Emne: %s"],"From: %s":["Frå: %s"],"Send":["Send"],"Your Message":["Melding"],"Your Email":["E-post"],"(required)":["(obligatorisk)"],"Your Name":["Namnet ditt"],"Form-tag Generator: %s":["Skjema-tag generator: %s"],"For more information:":["For mer informasjon:"],"Any information you provide will not be shared with service providers without your authorization.":["Informasjon vil ikkje bli delt med andre tjenesteleverandører uten at du har godkjent det."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Du må kanskje registrere deg først med ein konto for tenesta som du har tenkt å bruke. Når du gjer det, vill du trenge å autorisere Contact Form 7 tilgangen til tenesta med kontoen din."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["På denne skjermen kan du administrere tjenester som er tilgjengelige via Contact Form 7. Å bruke API vil tillate deg å samarbeide med alle tjenester som er tilgjengelige."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Det finnst også spesielle mail-kodar som har spesifikke namn, men som ikkje har tilsvarende skjema -taggar. Dei vert brukt til å gje att metainformasjon frå skjema. Så som innsendaren si IP -adresse eller nettadressen til sida."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["En mail-tag er også ein kortkode i hakeparenteser som du kan bruke i alle feltene i e-post og e-post (2). En mail-tag representerer brukerinput fra skjemaet."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Sjølv om skjema-kodane har ein forholdsvis komplisert syntaks, treng du ikkje å kjenne syntaksen for å legge til skjema-kodar, fordi du kan bruke den enkle taggeneratoren (<strong> Gener tag<\/strong> på denne skjermen) ."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Ein skjema-tag er ein kortkode i hakeparentesar som vert brukt i skjemainnhaldet. Ein skjema-tag generelt representerar eit inntastingsfelt, og komponentane kan delast inn i fire delar: type, navn , alternativ og verdiar. Contact Form 7 støttar fleire typar skjema-tagar inkludert tekstfelt, antall felt, datofelt, avkrysningsboksar, radioknappar, menyar, fil - opplasting felt, CAPTCHA og quiz felt."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Flere innstillingar<\/strong> ger det mogleg å endra korleis kontaktskjemaet oppfører seg ved å legge til eigne kodesnuttar."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["I <strong>Meldinger<\/strong>, kan du redigere ulike tilbakemeldinger som vert brukt av dette kontaktskjemaet. Tilbakemeldingane er relativt korte meldinger, som eksempelvis tilbakemelding på at ein brukar ikkje har fylt ut eit påkravd felt."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>E-post (2)<\/strong> styrer utsjånaden på samme måte som e-post. Forskjellen er at e-post (2) kun blir sendt når ein vanleg e-post verkeleg har vorte sendt."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>E-post<\/strong> styrer utseende på e-postene (emnefelt og meldingstekst) som blir sendt hver gang en bruker sender inn dette kontaktskjemaet. Her kan du bruke Contact Form 7 sine 7&#8217;s kortkoder for e-post."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Skjema<\/strong> inneheld all HTML-koden som utgjer eit kontaktskjema.\nDu kan bruke alle HTML-taggar som er støtta av skjema-element. I tillegg til kortkodene fra Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Tittel<\/strong> er tittelen på eit kontaktskjema. Tittelen vert kun brukt som merkelapp, og kan redigerast."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["I dette skjermbilde kan du redigere kontaktskjema. Et kontaktskjema består av følgende komponenter:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Lag kopi<\/strong> - Lagar ein kopi av det valte kontaktskjemaet. Kopien får likt innhald som originalen, men får sin egen ID."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Rediger<\/strong> - Tar deg til redigeringsskjermen for akkurat dette kontaktskjemaet. Du kan også nå redigeringsskjermen ved å klikkje på tittelen til kontaktskjemaet."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Dersom du held musa over ei rad i lista med kontaktskjema, vil du sjå kva endringar du kan gjere med akkurat dette kontaktskjemaet. Du kan føreta følgjande endringar:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Her kan du administrere alle kontaktskjemaene som er laga med Contact Form 7. Du kan administrere eit ubegrensa antall kontaktskjema. Kvart kontaktskjemaet har ein unik ID, og ein unik kortkode som eksmpelvis: ([contact-form-7 …]). Kortkodene gjer det enkelt å inkludere kontaktskjema på sider, innlegg eller tekst-småprogram."],"Mail-tags":["E-post-tags"],"Form-tags":["Skjema-tags"],"Available Actions":["Tilgjengelige handlinger"],"Overview":["Oversikt"],"You can add customization code snippets here. For details, see %s.":["Her kan du legge til eigne kodesnuttar. For detaljar, sjå %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Filvedlegg"],"Use HTML content type":["Bruk HTML"],"Exclude lines with blank mail-tags from output":["Fjern linjer med tomme taggar når e-posten blir sendt"],"Message Body":["Meldingstekst"],"Additional Headers":["Andre emnefelt"],"Subject":["Emne"],"From":["Frå"],"To":["Til"],"In the following fields, you can use these mail-tags:":["I følgande felt kan du bruke desse e-post-taggane:"],"Mail (2) is an additional mail template often used as an autoresponder.":["E-post (2) er ein ekstra mal for e-postar, og vert ofte brukt som autosvar."],"Use Mail (2)":["Bruk e-post (2)"],"Mail (2)":["E-post (2)"],"Y\/m\/d":["d\/m\/Y"],"%s ago":["%s sidan"],"Y\/m\/d g:i:s A":["d\/m\/Y H:i:s"],"Edit &#8220;%s&#8221;":["Endre &#8220;%s&#8221;"],"Edit":["Rediger"],"Date":["Dato"],"Author":["Forfatter"],"Shortcode":["Kortkode"],"Title":["Tittel"],"Additional Settings":["Fleire innstillingar"],"Additional Settings (%d)":["Fleire innstillingar (%d)"],"Messages":["Meldingar"],"Mail":["E-post"],"Form":["Skjema"],"Support":["Brukarstøtte"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["OSS"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Dokumentasjon"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Er du sikker på at du vil slette dette kontaktskjemaet?\n'Avbryt' for å stoppe, 'OK' for å fortsette."],"Delete":["Slett"],"Duplicate":["Duplikat"],"Status":["Status"],"You can also use this old-style shortcode:":["Du kan også bruke gammeldagse kortkoder:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Kopier denne kortkoden og lim den inn i ei side, eit innlegg eller ein tekst-widget:"],"Enter title here":["Skriv inn tittel her"],"Save":["Lagre"],"You are not allowed to edit this contact form.":["Du har ikkje tillating til å endre dette kontaktskjemaet."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Sette opp e-post"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 treng di støtte."],"Dismiss":["Lukk"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s krever WordPress %2$s eller nyare.<\/strong> <a href=\"%3$s\">Oppdater WordPress<\/a> først."],"Settings":["Innstillinger"],"Contact form deleted.":["Kontaktskjema er sletta."],"Contact form saved.":["Kontaktskjema er lagra."],"Contact form created.":["Kontaktskjema er oppretta."],"Search Contact Forms":["Søk i kontaktskjema"],"Search results for &#8220;%s&#8221;":["Søkeresultat for &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Endringene du har gjort går tapt dersom du navigerar bort fra denne sida."],"Error in deleting.":["Feil ved sletting."],"You are not allowed to delete this item.":["Du har ikkje lov til å slette dette elementet."],"You are not allowed to edit this item.":["Du har ikkje lov til å redigere dette."],"Integration":["Samordning"],"Integration with Other Services":["Samordne med andre tjenester"],"Add New":["Legg til ny"],"Add New Contact Form":["Legg til nytt kontaktskjema"],"Contact Forms":["Kontaktskjema"],"Edit Contact Form":["Rediger kontaktskjema"],"Contact":["Kontakt"],"Contact Form 7":["Contact Form 7"]}