{"HTTP Response: %1$s %2$s from %3$s":[],"Save Changes":["Salvează modificările"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":[],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":[],"Setup Integration":[],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":[],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":[],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":["Nu ai voie să folosești fișiere în afara directorului wp-content."],"Make this checkbox optional":["Fă opțională această bifă"],"Professional Services":["Servicii profesionale"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Forumuri pentru suport"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Iată câteva opțiuni disponibile pentru a te ajuta să-ți rezolvi problemele."],"Do you need help?":["Ai nevoie de ajutor?"],"Condition":["Condiție"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Neacceptat"],"Consented":["Acceptat"],"Sending mail has been aborted.":["Trimiterea emailurilor a fost întreruptă."],"You can edit messages used in various situations here. For details, see %s.":["Poți edita aici mesajele folosite în diferite situații. Pentru detalii, vezi %s."],"Editing Messages":["Editarea mesajelor"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Poți edita șablonul de email aici. Pentru detalii, vezi %s."],"You can edit the form template here. For details, see %s.":["Poți edita șablonul formularului aici. Pentru detalii, vezi %s."],"Editing Form Template":["Editare șablon formular"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(săgeată stânga și dreapta)"],"%1$s %2$s keys switch panels":["%1$s %2$s chei de comutare ale panourilor"],"(configuration error)":["(eroare de configurare)"],"How to resolve?":["Cum se rezolvă?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Donația ta va ajuta să susținem dezvoltarea continuă a modulului și va asigura un suport mai bun pentru utilizatori."],"making a donation":["să faci o donație"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Dacă îți place să folosești Formularul de contact 7 și îl găsești util, te rog ia în considerare %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Este greu să continuăm dezvoltarea și suportul pentru acest modul fără contribuția unor utilizatori ca tine."],"This contact form is available only for logged in users.":["Acest formular de contact este disponibil numai pentru utilizatorii autentificați."],"Deprecated settings are used.":["Sunt folosite setări învechite."],"To use CAPTCHA, you need %s plugin installed.":["Pentru a folosi CAPTCHA, trebuie ca modulul %s să fie instalat."],"There was an error deleting the contact form.":["A fost o eroare la ștergerea formularul de contact."],"You are not allowed to access the requested contact form.":["Nu ai voie să accesezi formularul de contact cerut."],"The requested contact form was not found.":["Formularul de contact cerut n-a fost găsit."],"You are not allowed to create a contact form.":["Nu ai voie să creezi un formular de contact."],"Cannot create existing contact form.":["Nu pot crea formularul de contact existent."],"You are not allowed to access contact forms.":["Nu ai voie să accesezi formulare de contact."],"Attachment file does not exist at %path%.":["Fișierul atașament nu există la %path%."],"Invalid mailbox syntax is used in the %name% field.":["Este folosită o sintaxă invalidă pentru căsuța poștală în câmpul %name%."],"Unavailable names (%names%) are used for form controls.":["Sunt folosite nume indisponibile (%names%) pentru comenzile formularului."],"There are invalid mail header fields.":["Există câmpuri invalide pentru antet email."],"HTML tags are used in a message.":["Sunt folosite taguri HTML într-un mesaj."],"Sender email address does not belong to the site domain.":["Adresa de email a expeditorului nu aparține domeniului de sit."],"Invalid mailbox syntax is used.":["Este folosită o sintaxă invalidă pentru căsuța poștală"],"There is a possible empty field.":["Există un posibil câmp gol."],"%s configuration error detected":["%s eroare de configurare detectată","%s erori de configurare detectate","%s de erori de configurare detectate"],"%d configuration errors detected in this tab panel":["%d erori de configurare detectate în acest panou filă"],"1 configuration error detected in this tab panel":["1 eroare de configurare detectată în acest panou filă"],"%d configuration errors detected":["%d erori de configurare detectate"],"1 configuration error detected":["1 eroare de configurare detectată"],"There was an error saving the contact form.":["A fost o eroare la salvarea formularul de contact."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s este <strong>învechit<\/strong> de la versiunea %2$s a Formularului de contact 7! Folosește în schimb %3$s."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Instalează un modul de stocare a mesajelor înainte să ți se întâmple asta. %s salvează toate mesajele trimise prin formulare de contact în baza de date. Flamingo este un modul WordPress gratuit creat tot de autorul Formularului de contact 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Formularul de contact 7 nu stochează nicăieri mesajele trimise. Prin urmare, poți pierde mesaje importante pentru totdeauna dacă serverul tău de email are probleme sau dacă faci o greșeală în configurarea emailului."],"Before you cry over spilt mail&#8230;":["Înainte de a regreta în zadar&#8230;"],"comment blacklist":["listă neagră comentarii"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Formularul de contact 7 suportă filtrarea spamului cu %1$s. Acest %2$s inteligent blochează boții de spam enervanți. În plus, folosind %3$s, poți bloca mesajele care conțin anumite cuvinte cheie sau pe cele trimise de la anumite adrese IP.\n "],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Mesajele spam vizează tot; formularele tale de contact nu sunt o excepție. Înainte de a primi mesaje spam, protejează-ți formularele de contact cu funcționalitățile puternice anti-spam pe care Formularul de contact 7 le furnizează."],"Getting spammed? You have protection.":["Primești mesaje spam? Ai protecție."],"Multiple form controls are in a single label element.":["Mai multe comenzi ale formularului sunt plasate într-un singur element de etichetă."],"FAQ about Configuration Validator":["ÎPF despre Validatorul configurării"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Numărul de telefon este invalid."],"The URL is invalid.":["URL-ul este invalid."],"The e-mail address entered is invalid.":["Adresa de email introdusă este invalidă."],"The answer to the quiz is incorrect.":["Răspunsul la chestionar este incorect."],"The number is larger than the maximum allowed.":["Numărul este mai mare decât valoarea maximă permisă."],"The number is smaller than the minimum allowed.":["Numărul este mai mic decât valoarea minimă permisă."],"The number format is invalid.":["Formatul numărului este invalid."],"There was an error uploading the file.":["A apărut o eroare la încărcarea fișierului."],"The file is too big.":["Fișierul este prea mare."],"You are not allowed to upload files of this type.":["Nu-ți este permis să încarci fișiere de acest tip."],"There was an unknown error uploading the file.":["A apărut o eroare necunoscută la încărcarea fișierului."],"The date is after the latest one allowed.":["Data este după cea mai recentă permisă."],"The date is before the earliest one allowed.":["Data este înainte de cea mai veche permisă."],"The date format is incorrect.":["Formatul datei este incorect."],"The field is too short.":["Câmpul este prea scurt."],"The field is too long.":["Câmpul este prea lung."],"The field is required.":["Câmpul este obligatoriu."],"You must accept the terms and conditions before sending your message.":["Trebuie să accepți termenii și condițiile înainte de a trimite mesajul."],"One or more fields have an error. Please check and try again.":["Unul sau mai multe câmpuri au o eroare. Te rog să verifici și să încerci din nou."],"There was an error trying to send your message. Please try again later.":["A apărut o eroare la încercarea de a trimite mesajul. Te rog să încerci din nou mai târziu."],"Thank you for your message. It has been sent.":["Îți mulțumesc pentru mesaj. A fost trimis."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Configurarea incorectă conduce la eșec în expedierea unui email sau la alte probleme. Validează acum formularele de contact."],"Validate Contact Form 7 Configuration":["Validează configurare Formular de contact 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Validarea configurării s-a finalizată. Nu a fost găsit niciun formular de contact invalid."],"Configuration validation completed. %s invalid contact form was found.":["Validarea configurării s-a finalizat. A fost găsit un formular de contact invalid.","Validarea configurării s-a finalizat. Au fost găsite %s formulare de contact invalide.","Validarea configurării s-a finalizat. Au fost găsite %s de formulare de contact invalide."],"Validate Configuration":["Validează configurarea"],"Validate %s Contact Form Now":["Validează acum %s formular de contact","Validează acum %s formulare de contact","Validează acum %s de formulare de contact"],"You are not allowed to validate configuration.":["Nu-ți este permis să validezi configurarea."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Cheie secretă"],"Site Key":["Cheie sit"],"Settings saved.":["Setări salvate."],"Invalid key values.":["Valorile invalide pentru cheie."],"ERROR":["EROARE"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Doar un alt modul de formular de contact. Simplu, dar flexibil."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Formular de contact %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Generează un tag de formular pentru un câmp de intrare pentru un text pe mai multe rânduri. Pentru mai multe detalii, vezi %s."],"text area":["zonă text"],"This field requires author's URL":["Acest câmp necesită URL-ul autorului"],"This field requires author's email address":["Acest câmp necesită adresa de email a autorului"],"This field requires author's name":["Acest câmp necesită numele autorului"],"Akismet":["Akismet"],"Text Fields":["Câmpuri pentru text"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Generează un tag de formular pentru un câmp de intrare pentru un număr de telefon pe un singur rând. Pentru mai multe detalii, vezi %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Generează un tag de formular pentru un câmp de intrare pentru un URL pe un singur rând. Pentru mai multe detalii, vezi %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Generează un tag de formular pentru un câmp de intrare pentru o adresă de email pe un singur rând. Pentru mai multe detalii, vezi %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Generează un tag de formular pentru un câmp de intrare pentru un text simplu pe un singur rând. Pentru mai multe detalii, vezi %s."],"tel":["telefon"],"URL":["URL"],"email":["email"],"text":["text"],"Telephone number that the sender entered is invalid":["Numărul de telefon pe care l-a introdus expeditorul este invalid"],"URL that the sender entered is invalid":["URL-ul pe care l-a introdus expeditorul este invalid"],"Email address that the sender entered is invalid":["Adresa de email pe care a introdus-o expeditorul este invalidă"],"Label":["Etichetă"],"Submit Button":["Buton de trimitere"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Generează un tag de formular pentru un buton de trimitere. Pentru mai multe detalii, vezi %s."],"submit":["trimite"],"Insert a blank item as the first option":["Inserează un element necompletat ca primă opțiune"],"Allow multiple selections":["Permite selecții multiple"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Generează un tag de formular pentru un meniu vertical. Pentru mai multe detalii, vezi %s."],"drop-down menu":["meniu vertical"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["O linie desparte perechea întrebare-răspuns pe un rând (de exemplu: Capitala Braziliei?|Rio)"],"Questions and answers":["Întrebări și răspunsuri"],"Quiz":["Chestionar"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Generează un tag de formular pentru o pereche întrebare-răspuns. Pentru mai multe detalii, vezi %s."],"quiz":["chestionar"],"Sender doesn't enter the correct answer to the quiz":["Expeditorul nu a răspuns corect la chestionar."],"Slider":["Carusel"],"Spinbox":["Casetă de increment"],"Number Fields":["Câmpurile pentru număr"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Generează un tag de formular pentru un câmp de intrare pentru o valoare numerică. Pentru mai multe detalii, vezi %s."],"number":["număr"],"Number is larger than maximum limit":["Numărul este mai mare decât limita maximă"],"Number is smaller than minimum limit":["Numărul este mai mic decât limita minimă"],"Number format that the sender entered is invalid":["Formatul numărului introdus de expeditor este invalid"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Acest formular de contact conține câmpuri pentru încărcarea fișierelor, dar dosarul temporar pentru fișierele (%s) nu există sau nu este editabil. Poți să creezi dosarul sau să-i modifici manual permisiunile."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Pentru a atașa fișierul încărcat prin intermediul acestui câmp pentru corespondență, trebuie să introduci tag-ul de corespondență corespunzător (%s) în câmpul fișierelor atașate din fila Corespondență."],"Acceptable file types":["Tipuri de fișiere acceptate"],"File size limit (bytes)":["Dimensiune limită fișier (biți)"],"File Uploading and Attachment":["Încărcare fișier și imagine atașată"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Generează un tag de formular pentru un câmp de încărcare fișier. Pentru mai multe detalii, vezi %s."],"file":["fișier"],"Uploading a file fails for PHP error":["Încărcarea unui fișier eșuează din cauza unei erori PHP"],"Uploaded file is too large":["Fișierul încărcat este prea mare"],"Uploaded file is not allowed for file type":["Fișierul încărcat nu este permis ca tip de fișier"],"Uploading a file fails for any reason":["Încărcarea unui fișier eșuează din orice motiv"],"Max":["Maxim"],"Min":["Minim"],"Range":["Gamă"],"Use this text as the placeholder of the field":["Folosește acest text ca substituent al câmpului"],"Default value":["Valoare implicită"],"Date Field":["Câmp dată"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Generează un tag de formular pentru un câmp de intrare pentru dată. Pentru mai multe detalii, vezi %s."],"date":["dată"],"Date is later than maximum limit":["Data este ulterioară limitei maxime"],"Date is earlier than minimum limit":["Data este anterioară limitei minime"],"Date format that the sender entered is invalid":["Formatul pentru dată introdus de expeditor este invalid"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Pentru a folosi valoarea de intrare prin intermediul acestui câmp într-un câmp de corespondență, trebuie să introduci tag-ul de corespondență corespunzător (%s) în câmpul din fila Corespondență."],"Make checkboxes exclusive":["Realizează bife exclusive"],"Wrap each item with label element":["Învelește fiecare element cu un element de etichetă"],"Put a label first, a checkbox last":["Mai întâi pune o etichetă, apoi o bifă"],"One option per line.":["O opțiune pe fiecare rând."],"Required field":["Câmp obligatoriu"],"Field type":["Tip de câmp"],"Checkboxes, Radio Buttons and Menus":["Bife, butoane radio și meniuri"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Generează un tag de formular pentru un grup de butoane radio. Pentru mai multe detalii, vezi %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Generează un tag de formular pentru un grup de bife. Pentru mai multe detalii, vezi %s."],"radio buttons":["Butoane radio"],"checkboxes":["bife"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Acest formular de contact conține câmpuri CAPTCHA, dar bibliotecile necesare (GD și FreeType) nu sunt disponibile pe serverul tău."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Acest formular de contact conține câmpuri CAPTCHA, dar dosarul temporar pentru fișierele (%s) nu există sau nu este editabil. Poți să creezi dosarul sau să-i modifici manual permisiunile."],"Input field settings":["Setări câmp de intrare"],"Image settings":["Setări imagine"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Generează tag-uri de formular pentru o imagine CAPTCHA și câmpul de intrare a răspunsului corespunzător. Pentru mai multe detalii, vezi %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Pentru a folosi CAPTCHA, trebuie mai întâi să instalezi și să activezi modulul %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Codul pe care l-ai introdus este incorect."],"The code that sender entered does not match the CAPTCHA":["Codul pe care l-a introdus expeditorul nu se potrivește cu CAPTCHA"],"Insert Tag":["Inserare tag"],"Class attribute":["Atribut clasă"],"Id attribute":["Atribut Id"],"Options":["Opțiuni"],"Name":["Nume"],"Acceptance Checkbox":["Bifă de acceptare"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Generează un tag de formular pentru bifă de acceptare. Pentru mai multe detalii, vezi %s."],"acceptance":["acceptare"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["Proprietatea <code>%1$s<\/code> a unui obiect <code>WPCF7_ContactForm<\/code> <strong>nu mai este accesibilă<\/strong>. Folosește metoda <code>%2$s<\/code> în schimb."],"Untitled":["Fără titlu"],"Contact Form":["Formular de contact"],"There is a field with input that is shorter than the minimum allowed length":["Există un câmp cu o intrare care este mai scurtă decât lungimea minimă permisă"],"There is a field with input that is longer than the maximum allowed length":["Există un câmp cu o intrare care este mai mare decât lungimea maximă permisă"],"There is a field that the sender must fill in":["Există un câmp pe care expeditorul trebuie să-l completeze"],"There are terms that the sender must accept":["Există termeni pe care expeditorul trebuie să-i accepte"],"Submission was referred to as spam":["Ceea ce ai trimis a fost considerat spam"],"Validation errors occurred":["Au apărut erori de validare"],"Sender's message failed to send":["Trimiterea mesajului expeditorului a eșuat"],"Sender's message was sent successfully":["Mesajul expeditorului a fost trimis cu succes"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Acest email a fost trimis printr-un formular de contact pe %1$s (%2$s)"],"Message Body:":["Textul mesajului:"],"Subject: %s":["Subiect: %s"],"From: %s":["De la: %s"],"Send":["Trimite"],"Your Message":["Mesajul tău"],"Your Email":["Emailul tău"],"(required)":["(obligatoriu)"],"Your Name":["Numele tău"],"Form-tag Generator: %s":["Generator tag de formular: %s"],"For more information:":["Pentru mai multe informații:"],"Any information you provide will not be shared with service providers without your authorization.":["Nicio informație furnizată de tine nu va fi partajată cu serviciile respective fără autorizația ta."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Prima dată s-ar putea să fie necesar să-ți faci un cont pentru serviciul pe care intenționezi să-l folosești. Când faci acest lucru, va trebui să autorizezi Formularul de contact 7 să acceseze acel serviciu folosind contul tău."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Pe acest ecran, poți administra serviciile care sunt disponibile prin intermediul Formularului de contact 7. Folosirea API îți va permite colaborarea cu serviciile care sunt disponibile."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["De asemenea, există tag-uri de corespondență speciale care au nume specifice, dar nu au tag-uri de formular corespunzătoare. Ele sunt folosite pentru a reprezenta informații meta pentru completarea formularului, cum ar fi adresa IP a emitentului sau URL-ul paginii."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Un tag de corespondență este tot un cod scurt închis între paranteze pătrate pe care-l poți folosi în oricare dintre câmpurile pentru corespondență. Un tag de corespondență reprezintă o valoare de intrare a utilizatorului prin intermediul unui câmp de intrare a unui tag de formular corespunzător."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["În timp ce tag-urile de formular au o sintaxă relativ complexă, nu este nevoie să știi sintaxa pentru a adăuga tag-uri de formular, deoarece poți folosi un simplu generator de tag-uri (butonul <strong>Generare Tag<\/strong> de pe acest ecran)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Un tag de formular este un cod scurt închis între paranteze pătrate utilizat într-un conținut de formular. În general, un tag de formular reprezintă un câmp de intrare, iar componentele sale pot fi separate în patru părți: tip, nume, opțiuni și valori. Formularul de contact 7 acceptă mai multe tipuri de tag-uri de formular, inclusiv câmpuri pentru text, câmpuri numerice, câmpuri pentru dată, bife, butoane radio, meniuri, câmpuri pentru încărcarea fișierelor, CAPTCHA și câmpuri pentru chestionar."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Setările suplimentare<\/strong> asigură un spațiu unde poți personaliza comportamentul acestui formular de contact prin adăugarea unor fragmente de cod."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["În <strong>Mesaje<\/strong>, poți edita diverse tipuri de mesaje folosite de acest formular de contact. Aceste mesaje sunt relativ scurte, cum ar fi un mesaj de eroare de validare pe care-l vezi când lași un câmp obligatoriu necompletat."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Corespondență (2)<\/strong> este un șablon de corespondență suplimentar care funcționează similar cu Corespondență. Corespondență (2) diferă prin faptul că este trimis numai atunci când șablonul Corespondență a fost trimis cu succes."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Corespondența<\/strong> gestionează un șablon de corespondență (antete și corp mesaj) pe care acest formular de contact îl va trimite când utilizatorii îl prezintă. Poți folosi aici tagurile de corespondență ale Formularului de contact 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formularul<\/strong> este un conținut de formular HTML. Poți folosi HTML arbitrar care este permis în interiorul elementului de formular. De asemenea, poți folosi aici tagurile de formular ale Formularului de contact 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Titlu<\/strong> este titlul formularului de contact. Acest titlu este folosit doar pentru etichetarea formularului de contact și poate fi editat."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["Pe acest ecran, poți edita un formular de contact. Un formular de contact este format din următoarele componente:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplicare<\/strong> - Clone ale formularului de contact. Un formular de contact clonat moștenește tot conținutul original, dar are un ID diferit."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Editare<\/strong> - Navighezi la ecranul de editare a acelui formular de contact. De asemenea, poți ajunge la acel ecran dând clic pe titlul formularului de contact."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Deasupra unui rând din lista formularelor de contact se vor afișa legăturile de acțiune, care îți  permit să administrezi formularul de contact. Poți să execuți următoarele acțiuni:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Pe acest ecran, poți administra formularele de contact furnizate de Formularul de contact 7. Poți administra un număr nelimitat de formulare de contact. Fiecare formular de contact are un ID unic și un scurtcod ([contact-form-7 ...]). Pentru a introduce un formular de contact într-un articol sau în textul unei piese, introdu scurtcodul în țintă."],"Mail-tags":["Tag-uri de corespondență"],"Form-tags":["Tag-uri de formular"],"Available Actions":["Acțiuni disponibile"],"Overview":["Prezentare generală"],"You can add customization code snippets here. For details, see %s.":["Poți adăuga aici fragmente de coduri personalizate. Pentru detalii, vezi %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Fișier cu imagini atașate"],"Use HTML content type":["Folosește tip de conținut HTML"],"Exclude lines with blank mail-tags from output":["Exclude ieșirea rândurilor cu tag-uri de corespondență necompletate"],"Message Body":["Textul mesajului"],"Additional Headers":["Antete suplimentare"],"Subject":["Subiect"],"From":["De la"],"To":["La"],"In the following fields, you can use these mail-tags:":["În câmpurile următoarele, poți să folosești aceste tag-uri de corespondență:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Corespondență (2) este un șablon de corespondență suplimentar adesea folosit ca un program care trimite automat răspunsuri."],"Use Mail (2)":["Folosește Corespondență (2)"],"Mail (2)":["Corespondență (2)"],"Y\/m\/d":["d.m.Y"],"%s ago":["Acum %s"],"Y\/m\/d g:i:s A":["d.m.Y G:i:s"],"Edit &#8220;%s&#8221;":["Editează &#8222;%s&#8221;"],"Edit":["Editare"],"Date":["Dată"],"Author":["Autor"],"Shortcode":["Scurtcod"],"Title":["Titlu"],"Additional Settings":["Setări suplimentare"],"Additional Settings (%d)":["Setări suplimentare (%d)"],"Messages":["Mesaje"],"Mail":["Corespondență"],"Form":["Formular"],"Support":["Suport"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["Întrebări frecvente"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Documente"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Ești pe cale de a șterge acest formular de contact.\n  'Cancel' pentru a anula, 'OK' pentru a șterge."],"Delete":["Șterge"],"Duplicate":["Fă duplicat"],"Status":["Stare"],"You can also use this old-style shortcode:":["De asemenea, poți folosi acest stil vechi de scurtcod:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Copiază acest scurtcod și lipește-l în articol, pagină sau în conținutul piesei:"],"Enter title here":["Introdu titlul aici"],"Save":["Salvează"],"You are not allowed to edit this contact form.":["Nu-ți este permis să editezi acest formular de contact."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Inițializare corespondență"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Formular de contact 7 are nevoie de sprijinul tău."],"Dismiss":["Respinge"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s necesită WordPress %2$s sau o versiune mai nouă.<\/strong> În primul rând, te rog să <a href=\"%3$s\">actualizezi WordPress<\/a>."],"Settings":["Setări"],"Contact form deleted.":["Formularul de contact a fost șters."],"Contact form saved.":["Formularul de contact a fost salvat."],"Contact form created.":["Formularul de contact a fost creat."],"Search Contact Forms":["Căutare formulare de contact"],"Search results for &#8220;%s&#8221;":["Rezultate căutare pentru &#8222;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Modificările efectuate se vor pierde dacă părăsești această pagină."],"Error in deleting.":["Eroare în timpul ștergerii."],"You are not allowed to delete this item.":["Nu ai dreptul de a șterge acest element."],"You are not allowed to edit this item.":["Nu ai dreptul de a edita acest element."],"Integration":["Integrare"],"Integration with Other Services":["Integrare cu alte servicii"],"Add New":["Adaugă nou"],"Add New Contact Form":["Adaugă un formular de contact nou"],"Contact Forms":["Formulare de contact"],"Edit Contact Form":["Editare formular de contact"],"Contact":["Contact"],"Contact Form 7":["Formular de contact 7"]}