{"HTTP Response: %1$s %2$s from %3$s":["HTTP-svar: %1$s %2$s från %3$s"],"Save Changes":["Spara ändringar"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":["Ta bort nycklar"],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":["API-nyckel"],"Setup Integration":["Ställ in integration"],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":["Constant Contact"],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":["Det är inte tillåtet att använda filer utanför wp-innehållskatalog."],"Make this checkbox optional":["Gör denna kryssruta valfri"],"Professional Services":["Professionella tjänster"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Supportforum"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Här är några tillgängliga alternativ som hjälper dig att lösa dina problem."],"Do you need help?":["Behöver du hjälp?"],"Condition":["Villkor"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Medgavs inte"],"Consented":["Medgavs"],"Sending mail has been aborted.":["Sändning av e-post har avbrutits."],"You can edit messages used in various situations here. For details, see %s.":["Du kan redigera meddelanden som används i olika situationer här. För detaljer, se %s."],"Editing Messages":["Redigera meddelanden"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Du kan redigera e-postmallen här. För detaljer, se %s."],"You can edit the form template here. For details, see %s.":["Du kan redigera formulärmallen här. Se %s för detaljer."],"Editing Form Template":["Redigera formulärmallar"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(vänster och höger pil)"],"%1$s %2$s keys switch panels":["Tangenterna %1$s %2$s byter paneler"],"(configuration error)":["(konfigurationsfel)"],"How to resolve?":["Hur löser jag detta?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Din donation uppmuntrar och stöder den fortsatta utvecklingen av tillägget samt bättre support till användare."],"making a donation":["att göra en donation"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Om du tycker om att använda Contact Form 7 och anser att den är användbar, var snäll och överväg %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Det är svårt att fortsätta utveckla och stödja detta tillägg utan bidrag från användare som du."],"This contact form is available only for logged in users.":["Det här kontaktformuläret är bara tillgängligt för inloggade användare."],"Deprecated settings are used.":["Föråldrade inställningar används."],"To use CAPTCHA, you need %s plugin installed.":["För att använda CAPTCHA måste tillägget %s vara installerat."],"There was an error deleting the contact form.":["Ett fel inträffade när kontaktformuläret skulle raderas."],"You are not allowed to access the requested contact form.":["Du saknar åtkomst till det begärda kontaktformuläret."],"The requested contact form was not found.":["Det begärda kontaktformuläret kunde inte hittas."],"You are not allowed to create a contact form.":["Du saknar behörighet att skapa ett kontaktformulär."],"Cannot create existing contact form.":["Det går inte att skapa ett kontaktformulär som redan finns."],"You are not allowed to access contact forms.":["Du saknar åtkomst till kontaktformulär."],"Attachment file does not exist at %path%.":["Bilagans fil finns inte i %path%."],"Invalid mailbox syntax is used in the %name% field.":["E-postadressen i fältet %name% har ogiltig syntax."],"Unavailable names (%names%) are used for form controls.":["Namn som inte är tillgängliga (%names%) används för formulärets kontroller."],"There are invalid mail header fields.":["Fält har använts som inte är giltiga i ett e-postmeddelandes header."],"HTML tags are used in a message.":["HTML-taggar används i ett meddelande."],"Sender email address does not belong to the site domain.":["E-postadressen för avsändaren hör inte till webbplatsens domän."],"Invalid mailbox syntax is used.":["E-postadress med ogiltigt format har angivits."],"There is a possible empty field.":["Ett fält är kanske tomt."],"%s configuration error detected":["%s konfigurationsfel upptäckt","%s konfigurationsfel upptäckta"],"%d configuration errors detected in this tab panel":["%d konfigurationsfel har upptäckts i panelen under denna flik"],"1 configuration error detected in this tab panel":["1 konfigurationsfel har upptäckts i panelen under denna flik"],"%d configuration errors detected":["%d konfigurationsfel upptäckta"],"1 configuration error detected":["1 konfigurationsfel upptäckt"],"There was an error saving the contact form.":["Ett fel inträffade när kontaktformuläret skulle sparas."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s är <strong>utfasatd<\/strong> sedan Contact Form 7 version %2$s! Använd %3$s i stället."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Installera ett tillägg för förvaring av meddelanden innan detta drabbar dig. %s sparar alla meddelanden som kommer via kontaktformulär i databasen. Flamingo är ett fritt tillägg för WordPress skapat av samma person som Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 sparar inte de sända meddelandena någonstan. Därför riskerar du att förlora viktiga meddelanden för alltid om din e-postserver skulle få problem eller om du råkar konfigurera din e-post fel."],"Before you cry over spilt mail&#8230;":["Innan du gråter över spilld e-post&#8230;"],"comment blacklist":["svartlistning av kommentarer"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 stöder filtrering av skräppost med hjälp av %1$s. Det intelligenta %2$s blockerar irriterande skräppostrobotar. Med %3$s kan du dessutom blockera meddelanden som innehåller vissa ord eller som sänts från vissa IP-adresser."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Spammare ger sig på allt som går. Dina kontaktformulär utgör inget undantag. Innan du råkar ut för skräppost bör du skydda dina kontaktformulär med de kraftfulla skyddsfunktionerna mot skräppost som Contact Form 7 erbjuder."],"Getting spammed? You have protection.":["Får du skräppost? Vi kan ge skydd."],"Multiple form controls are in a single label element.":["Flera formulärfunktioner är placerade inuti ett gemensamt etikettelement."],"FAQ about Configuration Validator":["Frågor och svar om kontroll av konfiguration"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Telefonnumret är ogiltigt."],"The URL is invalid.":["URL:en är ogiltig."],"The e-mail address entered is invalid.":["E-postadressen är ogiltig."],"The answer to the quiz is incorrect.":["Svaret på quizen är fel."],"The number is larger than the maximum allowed.":["Talet är större än det högsta tillåtna."],"The number is smaller than the minimum allowed.":["Talet är mindre än minsta tillåtna."],"The number format is invalid.":["Talformatet är ogiltigt."],"There was an error uploading the file.":["Ett fel inträffade när filen skulle laddas upp."],"The file is too big.":["Filen är för stor."],"You are not allowed to upload files of this type.":["Du saknar behörighet att ladda upp filer av denna typ."],"There was an unknown error uploading the file.":["Det var ett okänt fel när filen skulle laddas upp."],"The date is after the latest one allowed.":["Datumet är efter det senast tillåtna."],"The date is before the earliest one allowed.":["Datumet är före den tidigaste tillåtna."],"The date format is incorrect.":["Datum-formatet är fel."],"The field is too short.":["Fältet är för kort."],"The field is too long.":["Fältet är för långt."],"The field is required.":["Fältet är obligatoriskt."],"You must accept the terms and conditions before sending your message.":["Du måste godkänna villkoren innan du skickar meddelandet."],"One or more fields have an error. Please check and try again.":["Ett eller flera fält har fel. Kontrollera och försök igen."],"There was an error trying to send your message. Please try again later.":["Ett fel inträffade när meddelandet skulle skickas. Var god försök senare."],"Thank you for your message. It has been sent.":["Tack, ditt meddelande har skickats."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Fel i konfigurationen kan innebära att epost inte levereras eller andra problem. Kontrollera dina kontaktformulär nu."],"Validate Contact Form 7 Configuration":["Kontrollera konfigurationen i Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Kontrollen av konfigurationen är klar. Inga ogiltiga kontaktformulär hittades."],"Configuration validation completed. %s invalid contact form was found.":["Kontrollen av konfigurationen är klar. %s ogiltigt kontaktformulär hittades.","Kontrollen av konfigurationen är klar. %s ogiltiga kontaktformulär hittades."],"Validate Configuration":["Kontrollera konfigurationen"],"Validate %s Contact Form Now":["Kontrollera %s kontaktformulär nu","Kontrollera %s kontaktformulär nu"],"You are not allowed to validate configuration.":["Du har inte behörighet att kontrollera konfigurationen."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Hemlig nyckel"],"Site Key":["Webbplatsnyckel"],"Settings saved.":["Inställningar sparade."],"Invalid key values.":["Ogiltiga nyckelvärden."],"ERROR":["FEL"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["http:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Ännu en kontakt-plugin. Enkel men flexibel."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Kontaktformulär %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Generera en form-tagg för textfält med flera rader. För mer information, se %s."],"text area":["textarea"],"This field requires author's URL":["Detta fält kräver författarens URL"],"This field requires author's email address":["Detta fält kräver författarens e-postadress"],"This field requires author's name":["Detta fält kräver författarens namn"],"Akismet":["Akismet"],"Text Fields":["Textfält"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Generera en form-tagg för telefonfält. För mer information, se %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Generera en form-tagg för länkfält. För mer information, se %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Generera en form-tagg för en epost-fält. För mer information, se %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Generera en form-tagg ett enkelradigt textfält. För mer information, se %s."],"tel":["tel"],"URL":["URL"],"email":["e-post"],"text":["text"],"Telephone number that the sender entered is invalid":["Telefonnummer som avsändaren har angett är ogiltig"],"URL that the sender entered is invalid":["URL som avsändaren angett är ogiltig"],"Email address that the sender entered is invalid":["E-postadress som avsändaren har angett är ogiltig"],"Label":["Etikett"],"Submit Button":["Skicka-knapp"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Generera en form-tagg för skicka-knapp. För mer information, se %s."],"submit":["skicka"],"Insert a blank item as the first option":["Lägg till ett tomt objekt som första val"],"Allow multiple selections":["Tillåt flera val"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Generera en form-tagg för rullgardinsmeny. För mer information, se %s."],"drop-down menu":["rullgardinsmeny"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["En pipe-separerad fråga-svar (e.g. Brasilien huvudstad? | Rio) per rad."],"Questions and answers":["Frågor och svar"],"Quiz":["Quiz"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Generera en form-tagg för ett fråga-svar-par. För mer information, se %s."],"quiz":["quiz"],"Sender doesn't enter the correct answer to the quiz":["Användaren anger fel svar för quiz-frågan"],"Slider":["Slider"],"Spinbox":["Nummerruta"],"Number Fields":["Numeriskt fält"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Generera en form-tagg för ett numeriskt fält. För mer information, se %s."],"number":["siffror"],"Number is larger than maximum limit":["Talet är större än tillåtet"],"Number is smaller than minimum limit":["Talet är mindre än tillåtet"],"Number format that the sender entered is invalid":["Talformatet som avsändaren har angett är ogiltig"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Det här kontaktformuläret innehåller fält för filuppladdning, men den temporära mappen för filerna (%s) existerar inte eller är inte skrivbar. Du kan skapa mappen eller ändra rättigheter på den manuellt."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["För att bifoga filen som laddats upp till epost, måste du infoga motsvarande post-tagg (%s) i fältet Bifogade filer under fliken Epost."],"Acceptable file types":["Tillåtna filtyper"],"File size limit (bytes)":["Gräns för filstorlek (bytes)"],"File Uploading and Attachment":["Filuppladdning och bilagor"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Generera en form-tagg för filuppladdning. För mer information, se %s."],"file":["fil"],"Uploading a file fails for PHP error":["Filuppladdningen misslyckades pga PHP-fel"],"Uploaded file is too large":["Den uppladdade filen är för stor"],"Uploaded file is not allowed for file type":["Filen är av en ej tillåten filtyp"],"Uploading a file fails for any reason":["Filuppladdningen misslyckas av någon anledning"],"Max":["Max"],"Min":["Min"],"Range":["Intervall"],"Use this text as the placeholder of the field":["Använd denna text som platshållare för fältet"],"Default value":["Standardvärde"],"Date Field":["Datumfält"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Generera en form-tagg för datumfält. För mer information, se %s."],"date":["datum"],"Date is later than maximum limit":["Datum är senare än tillåtet"],"Date is earlier than minimum limit":["Datumet är tidigare än tillåtet"],"Date format that the sender entered is invalid":["Datumformatet avsändaren använt är ogiltigt"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Om du vill använda indata via fältet i ett mail, måste du infoga motsvarande post-tagg (%s) i fältet under fliken Epost."],"Make checkboxes exclusive":["Gör kryssrutorna exklusiva"],"Wrap each item with label element":["Omslut varje objekt med label-element"],"Put a label first, a checkbox last":["Etikett först, en kryssruta sist"],"One option per line.":["Ett val per rad."],"Required field":["Obligatoriskt fält"],"Field type":["Fälttyp"],"Checkboxes, Radio Buttons and Menus":["Kryssrutor, radio-knappar och menyer"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Generera en form-tagg för en grupp alternativknappar. För mer information, se %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Skapa en form-tagg för en grupp kryssrutor. För mer information, se %s."],"radio buttons":["radioknappar"],"checkboxes":["kryssrutor"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Det här kontaktformuläret innehåller CAPTCHA, men de nödvändiga biblioteken (GD och FreeType) saknas på din server."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Det här kontaktformuläret innehåller CAPTCHA, men den temporära mappen för filerna (%s) existerar inte eller är inte skrivbar. Du kan skapa mappen eller ändra mappens rättigheter manuellt."],"Input field settings":["Inställningar för inmatningsfält"],"Image settings":["Bildinställningar"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Generera form-taggar för en CAPTCHA-bild och motsvarande svarsfält. För mer information, se %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["För att använda CAPTCHA, måste du först installera och aktivera %s plugin."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Koden du angav är felaktig."],"The code that sender entered does not match the CAPTCHA":["Koden användare anger matchar inte CAPTCHA-koden"],"Insert Tag":["Infoga tagg"],"Class attribute":["Class-attribut"],"Id attribute":["ID-attribut"],"Options":["Alternativ"],"Name":["Namn"],"Acceptance Checkbox":["Kryssruta för godkännande"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Skapa en form-tagg för en kryssruta för godkännande. För mer information, se %s."],"acceptance":["godkännande"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead."],"Untitled":["Namnlös"],"Contact Form":["Kontaktformulär"],"There is a field with input that is shorter than the minimum allowed length":["Ett fält har kortare innehåll än tillåtet"],"There is a field with input that is longer than the maximum allowed length":["Ett fält har längre innehåll än tillåtet"],"There is a field that the sender must fill in":["Det finns ett fält som användaren måste fylla i"],"There are terms that the sender must accept":["Det finns villkor som avsändaren måste acceptera"],"Submission was referred to as spam":["Meddelandet markerades som spam"],"Validation errors occurred":["Ett valideringsfel uppstod"],"Sender's message failed to send":["Avsändarens meddelande kunde inte skickas"],"Sender's message was sent successfully":["Avsändarens meddelande har skickats"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Epost-meddelandet skickades från ett kontaktformulär på %1$s (%2$s)"],"Message Body:":["Meddelande:"],"Subject: %s":["Ämne: %s"],"From: %s":["Från: %s"],"Send":["Skicka"],"Your Message":["Ditt meddelande"],"Your Email":["Din e-post"],"(required)":["(obligatorisk)"],"Your Name":["Ditt namn"],"Form-tag Generator: %s":["Form-tag Generator: %s"],"For more information:":["För mer information:"],"Any information you provide will not be shared with service providers without your authorization.":["Ingen information du lämnar kommer att delas med tjänsteleverantörer utan ditt tillstånd."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Du kanske måste först registrera dig för den tjänst som du tänker använda. När du gör det måste du tillåta Contact Form 7 att komma åt tjänsten med ditt konto."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Här kan du hantera tjänster som finns i Contact Form 7. Med API kan du använda tillgängliga tjänster."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Det finns också speciella epost-taggar med namn som inte har motsvarande formulär-taggar. De används för meta-information från när formuläret skickades, som användarens IP-adress eller formulärsidans URL."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["En epost-tagg är också kod innesluten i hakparanteser som du kan använda i alla Epost- och Epost (2)-fält. Alla epost-taggar motsvarar det värde som användaren angett i motsvarande formulär-tagg."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Även om formulär-taggar är relativt komplicerade, behöver du inte kunna syntaxen eftersom det finns en tagg-generator som är enkel att använda (knappen <strong>Skapa tagg<\/strong> på den här sidan)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Formulär-taggar är kod innesluten i hakparanteser som används i ett formulär. Formulär-taggar motsvarar ett inmatningsfält vars innehåll kan delas i fyra delar: typ, namn, alternativ och värden (type, name, options, and values). Contact Form 7 stöder olika typer av formulär-taggar som text-fält, nummer-fält, datum-fält, kryssrutor, radio-knappar, menyer, filuppladdning, CAPTCHA och quiz-fält."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["I <strong>Avancerade inställningar<\/strong> kan du ytterligare anpassa kontaktformuläret genom att lägga till egen kod."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["I <strong>Meddelande<\/strong> kan du ändra olika typer av meddelanden som används för kontaktformuläret. Dessa meddelanden är relativt korta, som ett meddelande om valideringsfel som visas när ett obligatoriskt fält lämnas tomt."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Epost (2)<\/strong> är ytterligare en epost-mall som fungerar på liknande sätt som Epost. Epost (2) skickas bara om Epost har lyckats skickats."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Epost<\/strong> är en epost-mall (headers och message body) som använda när någon skickar formuläret. Du kan använda Contact Form 7&#8217;s epost-taggar här."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formulär<\/strong> är innehållet i ett HTML form. Du kan använda valfri HTML, som tillåts i ett form-element. Du kan också använda Contact Form 7&#8217;s form-taggar här."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Tigel<\/strong> är kontaktformulärets titel. Titeln används bara för att märka kontaktformuläret och kan ändras."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["På den här sidan kan du redigera ett kontaktformulär. Kontaktformulär består av följande delar:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplicera<\/strong> - Duplicerar kontaktformuläret. Ett duplicerat kontaktformulär innehåller allt från originalet men har ett annat ID."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Redigera<\/strong> - Öppnar sidan för redigering av kontaktformuläret. Du kan också öppna det genom att klicka på kontaktformulärets titel."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Hovra över en rad i listan med kontaktformulär så visas länkar till åtgärder som du kan använda. Du kan använda följande åtgärder:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Här kan du hantera kontaktformulär som skapats med Contact Form 7. Du kan hantera ett obegränsat antal kontaktformulär. Varje kontaktformulär har ett unikt ID och en Contact Form 7 shortcode ([contact-form-7 ...]). Infoga ett kontaktformulär genom att klistra in shortcode i ett inlägg eller en text-widget."],"Mail-tags":["Epost-taggar"],"Form-tags":["Formulär-taggar"],"Available Actions":["Tillgängliga åtgärder"],"Overview":["Översikt"],"You can add customization code snippets here. For details, see %s.":["Du kan lägga till anpassad kod här. Mer information finns i %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Bifogade filer"],"Use HTML content type":["Använd HTML-innehåll"],"Exclude lines with blank mail-tags from output":["Uteslut rader med tomma mail-taggar från utdata"],"Message Body":["Meddelande"],"Additional Headers":["Ytterligare rubriker"],"Subject":["Ämne"],"From":["Från"],"To":["Till"],"In the following fields, you can use these mail-tags:":["I följande fält, kan du använda dessa mail-taggar:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Mail (2) är en ytterligare e-mall som ofta används för autosvar."],"Use Mail (2)":["Använd epost (2)"],"Mail (2)":["Epost (2)"],"Y\/m\/d":["Y\/m\/d"],"%s ago":["%s ago"],"Y\/m\/d g:i:s A":["Y\/m\/d g:i:s A"],"Edit &#8220;%s&#8221;":["Redigera &#8220;%s&#8221;"],"Edit":["Redigera"],"Date":["Datum"],"Author":["Författare"],"Shortcode":["Shortcode"],"Title":["Titel"],"Additional Settings":["Avancerade inställningar"],"Additional Settings (%d)":["Ytterligare inställningar (%d)"],"Messages":["Meddelanden"],"Mail":["Epost"],"Form":["Formulär"],"Support":["Support"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["FAQ"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Dokumentation"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Du är på väg att radera det här kontaktformuläret. \n 'Avbryt' för att behålla det, 'OK' för att radera."],"Delete":["Radera"],"Duplicate":["Duplicera"],"Status":["Status"],"You can also use this old-style shortcode:":["Du kan också använda denna äldre kortkod:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Kopiera denna kortkod och klistra in den i ditt inlägg, sida eller textwidgetinnehåll:"],"Enter title here":["Ange titel här"],"Save":["Spara"],"You are not allowed to edit this contact form.":["Du har inte behörighet att ändra det här kontaktformuläret."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Ställa in epost"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 behöver ditt stöd."],"Dismiss":["Avfärda"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s kräver WordPress %2$s eller senare.<\/strong> <a href=\"%3$s\">Uppdatera WordPress<\/a> först."],"Settings":["Inställningar"],"Contact form deleted.":["Kontaktformulär raderat."],"Contact form saved.":["Kontaktformulär sparat."],"Contact form created.":["Kontaktformulär skapat."],"Search Contact Forms":["Sök kontaktformulär"],"Search results for &#8220;%s&#8221;":["Sökresultat för &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Ändringarna du gjort kommer att förloras om du lämnar sidan."],"Error in deleting.":["Fel vid radering."],"You are not allowed to delete this item.":["Du får inte radera den här posten."],"You are not allowed to edit this item.":["Du får inte redigera den här posten."],"Integration":["Integration"],"Integration with Other Services":["Integration med andra tjänster"],"Add New":["Skapa nytt"],"Add New Contact Form":["Nytt kontaktformulär"],"Contact Forms":["Kontaktformulär"],"Edit Contact Form":["Redigera kontaktformulär"],"Contact":["Kontakt"],"Contact Form 7":["Contact Form 7"]}