{"HTTP Response: %1$s %2$s from %3$s":["Përgjigje HTTP: %1$s %2$s nga %3$s"],"Save Changes":["Ruaji Ndryshimet"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["reCAPTCHA ju mbron nga mesazhe të padëshiruar dhe lloje të tjera abuzimi të automatizuar. Me modulin e integrimit reCAPTCHA nga Contact Form 7 mund të bllokoni parashtrime abuzive në formularë nga robotë spam-i. Për hollësi, shihni %s."],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["Kyçat API për reCAPTCHA v3 janë të ndryshëm nga ata për v2; kyçat për v2 s’funksionojnë me API-n v3. Për të marrë kyça të rinj për v3-shin, lypset të riregjistroni sajtet tuaj. Për hollësi, shihni %s."],"Connect to the Constant Contact API":["Lidhu me APIN-n Constant Contact"],"API keys\u0004Remove Keys":["Hiqi Kyçet"],"Set this URL as the redirect URI.":["Vëre këtë URL si URI-n e ridrejtimeve."],"Redirect URI":["URI Ridrejtimi"],"App Secret":["E fshehtë Aplikacioni"],"API Key":["Kyç API"],"Setup Integration":["Integrim Rregullimi"],"Constant Contact Integration":["Integrim me Constant Contact"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["Integrimi me modulin Constant Contact ju lejon të dërgoni te API Constant Contact të dhëna kontaktesh të grumbulluara përmes formularëve tuaj të kontaktit. Mund të krijoni me pak hapa shërbime të qëndrueshëm pajtimesh me email. Për hollësi, shihni te %s."],"Constant Contact":["Constant Contact"],"Email Marketing":["Marketing Me Email"],"It is not allowed to use files outside the wp-content directory.":["Nuk lejohet të përdoren kartela që s’janë pjesë e drejtorisë wp-content."],"Make this checkbox optional":["Bëje opsionale këtë kutizë"],"Professional Services":["Shërbime Profesionale"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Forume Asistence"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Ja disa mundësi për t’ju ndihmuar të zgjidhni problemet tuaja."],"Do you need help?":["Ju duhet ndihmë?"],"Condition":["Kusht"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Jo i miratuar"],"Consented":["Miratuar"],"Sending mail has been aborted.":["Dërgimi i postës u ndërpre."],"You can edit messages used in various situations here. For details, see %s.":["Këtu mund të përpunoni mesazhe të përdorur në situata të ndryshme. Për hollësi, shihni %s."],"Editing Messages":["Përpunim Mesazhesh"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Këtu mund të përpunoni gjedhen e postës. Për hollësi, shihni %s."],"You can edit the form template here. For details, see %s.":["Këtu mund të përpunoni gjedhen e formularëve. Për hollësi, shihni %s."],"Editing Form Template":["Përpunim Gjedheje Formularësh"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(shigjetë majtas dhe djathtas)"],"%1$s %2$s keys switch panels":["Tastet %1$s %2$s këmbejnë panelet"],"(configuration error)":["(gabim formësimi)"],"How to resolve?":["Si të zgjidhet?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Dhurimi juaj do të nxisë dhe mbështesë zhvillimin vazhdimisht të shtojcës dhe asistencë më të mirë për përdoruesit."],"making a donation":["bërja e një dhurimi"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Nëse ju pëlqen përdorimi i Contact Form 7 dhe ju duket e dobishme, ju lutemi, shihni mundësinë e %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Është e vështirë të vazhdohet zhvillimi dhe ofrimi i asistencës për këtë shtojcë pa ndihmesë nga përdorues si ju."],"This contact form is available only for logged in users.":["Ky formular kontaktesh jepet vetëm për përdorues që kanë bërë hyrjen."],"Deprecated settings are used.":["Po përdoren rregullime të nxjerra nga përdorimi."],"To use CAPTCHA, you need %s plugin installed.":["Që të përdorni CAPTCHA-n, ju duhet shtojca %s e instaluar."],"There was an error deleting the contact form.":["Pati një gabim gjatë fshirjes së formularit të kontakteve."],"You are not allowed to access the requested contact form.":["S’keni leje të hyni te formulari i kërkuar i kontakteve."],"The requested contact form was not found.":["Formulari i kërkuar i kontakteve nuk u gjet."],"You are not allowed to create a contact form.":["S’keni leje të krijoni një formular kontaktesh."],"Cannot create existing contact form.":["S’mund të krijoni formular ekzistues kontaktesh."],"You are not allowed to access contact forms.":["S’keni leje të hyni te formularë kontaktesh."],"Attachment file does not exist at %path%.":["Nuk ekziston kartelë bashkëngjitjeje në %path%."],"Invalid mailbox syntax is used in the %name% field.":["Në fushën %name% është përdorur sintaksë e pavlefshme kutie postare."],"Unavailable names (%names%) are used for form controls.":["Për kontrolle formulari janë përdorur emra (%names%) që s’mund të kihen."],"There are invalid mail header fields.":["Ka fusha të pavlefshme kryesh poste."],"HTML tags are used in a message.":["Në një mesazh përdoren etiketa HTML."],"Sender email address does not belong to the site domain.":["Adresa email e dërguesit s’i përket përkatësisë së sajtit."],"Invalid mailbox syntax is used.":["Është përdorur sintaksë e pavlefshme kutie postare."],"There is a possible empty field.":["Ka mundësi të ketë një fushë të zbrazët."],"%s configuration error detected":["U pikas %s gabim formësimi","U pikasën %s gabime formësimi"],"%d configuration errors detected in this tab panel":["Në këtë panel skede u pikasën %d gabime formësimi"],"1 configuration error detected in this tab panel":["U pikas 1 gabim formësimi në panelin e kësaj skede"],"%d configuration errors detected":["U pikasën %d gabime formësimi"],"1 configuration error detected":["U pikas 1 gabim formësimi"],"There was an error saving the contact form.":["Pati një gabim gjatë ruajtjes së formularit të kontakteve."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s është <strong>nxjerrë nga përdorimi<\/strong> që me Contact Form 7 version %2$s! Në vend të tij, përdorni %3$s."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Instaloni një shtojcë depozitimi mesazhesh përpara se kjo të ndodhë me ju. %s i ruan në bazën e të dhënave krejt mesazhet e formularëve të kontaktit. Flamingo është një shtojcë WordPress e lirë, nga po ai autor i Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 s’i ruan gjëkundi mesazhet e parashtruar. Ndaj, mund të humbni përgjithmonë mesazhe të rëndësishëm, nëse shërbyesi juaj i postës ka probleme ose nëse bëni ndonjë gabim te formësimi i postës."],"Before you cry over spilt mail&#8230;":["Përpara se të qaheni për postë të humbur&#8230;"],"comment blacklist":["listë e zezë komentesh"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 mbulon filtrim mesazhesh të padëshiruar përmes %1$s. %2$s i mençur bllokon robotë bezdisës mesazhesh të padëshiruar. Plus, duke përdorur %3$s, mund të bllokoni mesazhe që përmbajnë fjalëkyçe specifikë ose ata të dërguar nga adresa IP specifike."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Dërguesit e mesazheve të padëshiruar synojnë gjithçka; formularët tuaj të kontaktit nuk përbëjnë përjashtim. Përpara se të mbuloheni me mesazhe të padëshiruar, mbrojini formularët tuaj të kontaktit me veçoritë e fuqishme që Contact Form 7 furnizon kundër tyre."],"Getting spammed? You have protection.":["Po merrni mesazhe të padëshiruar? Keni mbrojtje."],"Multiple form controls are in a single label element.":["Në një element etikete njëshe gjenden kontrolle të shumtë formulari."],"FAQ about Configuration Validator":["FAQ rreth Vleftësuesit të Formësimeve"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Numri i telefonit s’është i vlefshëm."],"The URL is invalid.":["URL-ja është e pavlefshme."],"The e-mail address entered is invalid.":["Adresa email e dhënë është e pavlefshme."],"The answer to the quiz is incorrect.":["Përgjigja për pyetjen është e pasaktë."],"The number is larger than the maximum allowed.":["Numri është më i madh se sa maksimumi i lejuar."],"The number is smaller than the minimum allowed.":["Numri është më i vogël se sa minimumi i lejuar."],"The number format is invalid.":["Formati i numrit është i pavlefshëm."],"There was an error uploading the file.":["Pati një gabim gjatë ngarkimit të kartelës."],"The file is too big.":["Kartela është shumë e madhe."],"You are not allowed to upload files of this type.":["S’keni leje të ngarkoni kartela të këtij lloji."],"There was an unknown error uploading the file.":["Pati një gabim të panjohur gjatë ngarkimit të kartelës."],"The date is after the latest one allowed.":["Data bie pas më të vonshmes të lejuar."],"The date is before the earliest one allowed.":["Data bie para më të hershmes të lejuar."],"The date format is incorrect.":["Formati i datës është i pasaktë."],"The field is too short.":["Fusha është shumë e shkurtër."],"The field is too long.":["Fusha është shumë e gjatë."],"The field is required.":["Fusha është e domosdoshme."],"You must accept the terms and conditions before sending your message.":["Përpara se të dërgohet mesazhi juaj, duhet të pranoni termat dhe kushtet."],"One or more fields have an error. Please check and try again.":["Një ose më tepër fusha kanë një gabim. Ju lutemi, kontrolloji dhe riprovoni."],"There was an error trying to send your message. Please try again later.":["Pati një gabim teksa provohej të dërgohej mesazhi juaj. Ju lutemi, riprovoni më vonë."],"Thank you for your message. It has been sent.":["Faleminderit për mesazhin tuaj. U dërgua."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Formësimi i gabuar shpie në dështim dërgimi poste ose belara të tjera. Kontrolloni vlefshmërinë e formularëve tuaj të kontaktit tani."],"Validate Contact Form 7 Configuration":["Kontrolloni Vlefshmëri Formësimi të Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Vleftësimi i formësimeve u plotësua. S’u gjet ndonjë formular kontaktesh i pavlefshëm."],"Configuration validation completed. %s invalid contact form was found.":["Vleftësimi i formësimeve u plotësua. U gjet %s formular kontaktesh i pavlefshëm.","Vleftësimi i formësimeve u plotësua. U gjetën %s formularë kontaktesh të pavlefshëm."],"Validate Configuration":["Kontrolloni Vlefshmërinë e Formësimit"],"Validate %s Contact Form Now":["Kontrolloni Vlefshmërinë e %s Formulari Kontaktesh Tani","Kontrolloni Vlefshmërinë e %s Formularësh Kontaktesh Tani"],"You are not allowed to validate configuration.":["S’keni leje të vleftësoni formësimin."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Kyç i Fshehtë"],"Site Key":["Kyç Sajti"],"Settings saved.":["Rregullimet u ruajtën."],"Invalid key values.":["Vlera të pavlefshme kyçi."],"ERROR":["GABIM"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Edhe një tjetër shtojcë për formular kontaktesh. E thjeshtë, por e zhdërvjellët."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Formular kontaktesh %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Prodhoni një etiketë formulari për një fushë dhënieje teksti me shumë rreshta. Për më tepër hollësi, shihni %s."],"text area":["fushë tekstesh"],"This field requires author's URL":["Kjo fushë lyp URL-në e autorit"],"This field requires author's email address":["Kjo fushë lyp adresën email të autorit"],"This field requires author's name":["Kjo fushë lyp emrin e autorit"],"Akismet":["Akismet"],"Text Fields":["Fusha Tektesh"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Prodhoni një etiketë formulari për një fushë dhënieje numrash telefoni me një rresht. Për më tepër hollësi, shihni %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Prodhoni një etiketë formulari për një fushë dhënieje URL-sh me një rresht. Për më tepër hollësi, shihni %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Prodhoni një etiketë formulari për një fushë dhënieje adrese email me një rresht. Për më tepër hollësi, shihni %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Prodhoni një etiketë formulari për një fushë dhënieje teksti të thjeshtë me një rresht. Për më tepër hollësi, shihni %s."],"tel":["tel"],"URL":["URL"],"email":["email"],"text":["tekst"],"Telephone number that the sender entered is invalid":["Numri i telefonit që dha dërguesi është i pavlefshëm"],"URL that the sender entered is invalid":["URL-ja që dha dërguesi është e pavlefshme"],"Email address that the sender entered is invalid":["Adresa email që dha dërguesi është e pavlefshme"],"Label":["Etiketë"],"Submit Button":["Buton Parashtrimesh"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Prodhoni një etiketë formulari për një buton parashtrimesh. Për më tepër hollësi, shihni %s."],"submit":["parashtroje"],"Insert a blank item as the first option":["Futni një element të zbrazët, si mundësia e parë"],"Allow multiple selections":["Lejo përzgjedhje shumëfishe"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Prodhoni një etiketë formulari për një menu hapmbyll. Për më tepër hollësi, shihni %s."],"drop-down menu":["menu hap-mbyll"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Një çift pyetje-përgjigje ndarë me vijën vertikale (p.sh. Kryeqyteti i Francës?|Parisi) për rresht."],"Questions and answers":["Pyetje dhe përgjigje"],"Quiz":["Pyetje"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Prodhoni një etiketë formulari për çifte pyetje-përgjigje. Për më tepër hollësi, shihni %s."],"quiz":["pyetje"],"Sender doesn't enter the correct answer to the quiz":["Dërguesi s’jep përgjigjen e saktë për pyetjen"],"Slider":["Rrëshqitës"],"Spinbox":["Kutizë vlerash"],"Number Fields":["Fusha numrash"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Prodhoni një etiketë formulari për një fushë dhënieje vlere numerike. Për më tepër hollësi, shihni %s."],"number":["numër"],"Number is larger than maximum limit":["Numri është më i madh se sa kufiri maksimum"],"Number is smaller than minimum limit":["Numri është më i vogël se sa kufiri minimum"],"Number format that the sender entered is invalid":["Formati i numrave që dha dërguesi është i pavlefshëm"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Ky formular kontaktesh përmban fusha ngarkimi kartelash, por dosja e përkohshme për kartelat (%s) s’ekziston ose s’është e shkrueshme. Mund të krijoni dosjen ose të ndryshoni lejet për të dorazi."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Për të bashkëngjitur te posta kartelën e ngarkuar përmes kësaj fushe, lypset të futni etiketën përkatëse për postë (%s) te fusha Bashkëngjitje Kartelash te skeda Postë."],"Acceptable file types":["Lloje të pranueshëm kartelash"],"File size limit (bytes)":["Kufi madhësie kartele (në bajte)"],"File Uploading and Attachment":["Ngarkim Kartelash dhe Bashkëngjitje"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Prodhoni një etiketë formulari për një fushë ngarkimi kartelash. Për më tepër hollësi, shihni %s."],"file":["kartelë"],"Uploading a file fails for PHP error":["Ngarkimi i një kartele dështon për shkak të një gabimi PHP"],"Uploaded file is too large":["Kartela e ngarkuar është shumë e madhe"],"Uploaded file is not allowed for file type":["Kartela e ngarkuar s’ lejohet për llojin e kartelave"],"Uploading a file fails for any reason":["Ngarkimi i një kartele dështon për çfarëdo arsyeje"],"Max":["Maks."],"Min":["Min."],"Range":["Interval"],"Use this text as the placeholder of the field":["Përdoreni këtë tekst si vend-mbajtëse për fushën"],"Default value":["Vlerë parazgjedhje"],"Date Field":["Fushë Datash"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Prodhoni një etiketë formulari për një fushë dhënieje datash. Për më tepër hollësi, shihni %s."],"date":["datë"],"Date is later than maximum limit":["Data bie më vonë se kufiri maksimum"],"Date is earlier than minimum limit":["Data bie më herët se kufiri minimum"],"Date format that the sender entered is invalid":["Formati i datave që dha dërguesi është i pavlefshëm"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Që të përdoret në një fushë poste vlera e dhënë përmes kësaj fushe, lypset të futni etiketën përkatëse për postë (%s) te fusha në skedën Postë."],"Make checkboxes exclusive":["Kutizat bëji ekskluzive"],"Wrap each item with label element":["Mbështille çdo objekt me element etikete"],"Put a label first, a checkbox last":["Vendosni së pari një etiketë, një kutizë në fund"],"One option per line.":["Një mundësi për rresht."],"Required field":["Fushë e domosdoshme"],"Field type":["Lloj fushe"],"Checkboxes, Radio Buttons and Menus":["Kutiza, Butona Rrethorë dhe Menu"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Prodhoni një etiketë formulari për një grup butonash rrethorë. Për më tepër hollësi, shihni %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Prodhoni një etiketë formulari për një grup kutizash. Për më tepër hollësi, shihni %s."],"radio buttons":["butona rrethorë"],"checkboxes":["kutiza"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Ky formular kontaktesh përmban fusha CAPTCHA, por libraritë e nevojshme (GD dhe FreeType) nuk gjenden në shërbyesin tuaj."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Ky formular kontaktesh përmban fusha CAPTCHA, por dosja e përkohshme për kartelat (%s) nuk ekziston ose s’është e shkrueshme. Mund të krijoni dosjen ose të ndryshoni lejet mbi të dorazi."],"Input field settings":["Rregullime fushe input-i"],"Image settings":["Rregullime për figurat"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Prodhoni një etiketë formulari për një figurë CAPTCHA dhe për fushën përkatëse të dhënies së përgjigjes. Për më tepër hollësi, shihni %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Që të përdorni CAPTCHA-n, së pari lypset të instaloni dhe aktivizoni shtojcën %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Kodi që dhatë është i pasaktë."],"The code that sender entered does not match the CAPTCHA":["Kodi që dërguesi dha s’përputhet me CAPTCHA-n"],"Insert Tag":["Futni Etiketë"],"Class attribute":["Atribut klase"],"Id attribute":["Atribut ID-je"],"Options":["Mundësi"],"Name":["Emër"],"Acceptance Checkbox":["Kutizë Pranimi"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Prodhoni një etiketë formulari për një kutizë pranimi. Për më tepër hollësi, shihni %s."],"acceptance":["pranim"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["<code>%1$s<\/code> pronësi e një objekti <code>WPCF7_ContactForm<\/code> s’është <strong>më i përdorshëm<\/strong>. Në vend të kësaj, përdorni metodën <code>%2$s<\/code>."],"Untitled":["Pa Titull"],"Contact Form":["Formular Kontaktesh"],"There is a field with input that is shorter than the minimum allowed length":["Ka një fushë me vlerë që është më e shkurtër se sa gjatësia minimum e lejuar"],"There is a field with input that is longer than the maximum allowed length":["Ka një fushë me vlerë që është më e gjatë se sa gjatësia minimum e lejuar"],"There is a field that the sender must fill in":["Ka një fushë që dërguesi duhet ta plotësojë"],"There are terms that the sender must accept":["Ka kushte që dërguesi duhet t’i pranojë"],"Submission was referred to as spam":["Parashtrimi u njoftua si mesazh hedhurinë"],"Validation errors occurred":["Pati gabime vleftësim"],"Sender's message failed to send":["Dështoi dërgimi i mesazhit të dërguesit"],"Sender's message was sent successfully":["Mesazhi i dërguesit u dërgua me sukses"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Ky email u dërgua nga formulari i kontakteve në %1$s*%2$s)"],"Message Body:":["Lëndë Mesazhi:"],"Subject: %s":["Subjekt: %s"],"From: %s":["Nga: %s"],"Send":["Dërgoje"],"Your Message":["Mesazhi Juaj"],"Your Email":["Email-i Juaj"],"(required)":["(e domosdoshme)"],"Your Name":["Emri Juaj"],"Form-tag Generator: %s":["Prodhues etiketash formulari: %s"],"For more information:":["Për më tepër të dhëna:"],"Any information you provide will not be shared with service providers without your authorization.":["Çfarëdo të dhënash që furnizoni nuk do t’u jepen furnizuesve të shërbimit pa autorizimin tuaj."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Së pari lypset të regjistroheni për një llogari me shërbimin që planifikoni të përdorni. Kur të bëni këtë, lypset të autorizoni Contact Form 7 të përdorë shërbimin me llogarinë tuaj."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Në këtë skenë mund të administroni shërbime që janë të përdorshëm përmes Contact Form 7. Përdorimi i API-t do t’ju lejojë të bashkëpunoni me çfarëdo shërbimi që është i passhëm."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Ka edhe etiketa speciale poste që kanë emra specifikë, por që s’kanë etiketa formulari përkatëse. Ato përdoren për të përfaqësuar të dhëna meta parashtrimesh në formular, të tilla si adresa IP e parashtruesit ose URL-ja e faqes."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Etiketat e postës janë kode të shkurtër të mbyllur brenda kllapash katrore, që mund t’i përdorni në çdo fushë Postë dhe Postë (2). Një etiketë poste përfaqëson një vlerë që jepet nga përdoruesi përmes një fushe dhëniesh të një etikete formulari përkatëse."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Edhe pse etiketat e formularit kanë sintaksë deri diku të ndërlikuar, s’keni nevojë të njihni sintaksën që të shtoni etiketa formulari, ngaqë mund të përdorni drejtpërdrejt prodhuesin e etiketave (butoni <strong>Prodho Etiketë<\/strong> në këtë skenë)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Etiketat e formularit janë kode të shkurtër të mbyllur brenda kllapash katrore, të përdorura në lëndë formulari. Një etiketë formulari përgjithësisht përfaqëson një fushë dhëniesh, dhe përbërësit e saj mund të ndahen në katër pjesë: lloj, emër, mundësi, dhe vlera. Contact Form 7 mbulon disa lloje etiketash formulari, përfshi fusha teksti, fusha numrash, fusha datash, kutiza, butona rrethorë, menu, fusha ngarkimi kartelash, CAPTCHAs, dhe fusha pyetjesh."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Rregullimet Shtesë<\/strong> ofrojnë një vend ku mund të përshtatni sjelljen e këtij formulari kontaktesh përmes shtimi copëzash kodi."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["Te <strong>Mesazhet<\/strong>, mund të përpunoni lloje të ndryshëm mesazhesh për këtë formular kontaktesh. Këto mesazhe janë relativisht mesazhe të shkurtër, b.f. një mesazh gabimi vleftësimi që shihni kur lini të zbrazët një fushë të domosdoshme."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Mail (2)<\/strong> është një gjedhe poste shtesë që funksionon në mënyrë të ngjashme me Mail. Mail (2) ndryshon në faktin që dërgohet vetëm kur Mail është dërguar me sukses."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Mail<\/strong> përfaqëson një gjedhe poste (krye dhe lëndë mesazhi) që ky formular kontaktesh do të dërgojë kur përdoruesit e parashtrojnë. Këtu mund të përdorni etiketa poste nga Contact Form 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formulari<\/strong> përfaqëson lëndën e një formulari HTML. Mund të përdorni ç’HTML të doni, prej atyre që lejohen brenda një elementi formularësh. Këtu mund të përdorni edhe etiketa poste nga Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Titulli<\/strong> përfaqëson titullin e një formulari kontaktesh. Ky titull përdoret vetëm si emër për formularin e kontaktit, dhe mund të ndryshohet."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["Në këtë skenë, mund të përpunoni një formular kontaktesh. Një formular kontaktesh përbëhet nga përbërësit vijues:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Përsëdyte<\/strong> - E klonon atë formular kontaktesh. Një formular kontaktesh i klonuar trashëgon krejt lëndën e origjinalit, por ka tjetër ID."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Përpunojeni<\/strong> - Ju lëviz nëpër skenën e përpunimit të atij formulari kontaktesh. Në atë skenë mund të kaloni edhe duke klikuar mbi titullin e formularit të kontakteve."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Kalimi i kursorit përsipër listës së formularit të kontakteve do sjellë shfaqje lidhjesh veprimesh që ju lejojnë të administroni formularin tuaj të kontakteve. Mund të kryeni veprimet vijuese:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Në këtë skenë, mund të administroni formularë kontaktesh të prodhuar nga Contact Form 7. Mund të administroni një numër të pakufizuar formularësh kontaktesh. Çdo formular kontaktesh ka një ID unike dhe një kod të shkurtër Contact Form 7 ([contact-form-7 ...]). Që të futni një formular kontaktesh në një postim apo një widget tekstesh, futeni kodin e shkurtër te objekti i synuar."],"Mail-tags":["Etiketa poste"],"Form-tags":["Etiketa formularësh"],"Available Actions":["Veprime të Mundshme"],"Overview":["Përmbledhje"],"You can add customization code snippets here. For details, see %s.":["Këtu mund të shtoni copëza të përshtatura kodi. Për hollësi, shihni %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Bashkëngjitje Kartelash"],"Use HTML content type":["Përdor lloj lënde HTML"],"Exclude lines with blank mail-tags from output":["Përjashto nga përfundimi rreshta me etiketa poste të zbrazëta"],"Message Body":["Lëndë Mesazhi"],"Additional Headers":["Krye Shtesë"],"Subject":["Subjekt"],"From":["Nga"],"To":["Për"],"In the following fields, you can use these mail-tags:":["Në fushat vijuese mund të përdorni këto etiketa email-i:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Mail (2) është një gjedhe shtesë poste, e përdorur shpesh si një mekanizëm përgjigjesh të vetvetishme."],"Use Mail (2)":["Përdor Mail (2)"],"Mail (2)":["Mail (2)"],"Y\/m\/d":["d\/m\/Y"],"%s ago":["%s më parë"],"Y\/m\/d g:i:s A":["d\/m\/Y g:i:s A"],"Edit &#8220;%s&#8221;":["Përpunoni &#8220;%s&#8221;"],"Edit":["Përpunoni"],"Date":["Datë"],"Author":["Autor"],"Shortcode":["Kod i shkurtër"],"Title":["Titull"],"Additional Settings":["Rregullime Shtesë"],"Additional Settings (%d)":["Rregullime Shtesë (%d)"],"Messages":["Mesazhe"],"Mail":["Postë"],"Form":["Formular"],"Support":["Asistencë"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["FAQ"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Dokumentim"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Ju ndan një hap nga fshirja e këtij formulari kontaktesh.\n  'Anulo' për ta ndalur, 'OK' për fshirje."],"Delete":["Fshije"],"Duplicate":["Përsëdyte"],"Status":["Gjendje"],"You can also use this old-style shortcode:":["Mund të përdorni edhe këtë kod të shkurtër të stilit të dikurshëm:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Kopjojeni këtë kod të shkurtër dhe hidheni te postimi, faqja ose lënda juaj për widget-in e teksteve:"],"Enter title here":["Këtu jepni titull"],"Save":["Ruaje"],"You are not allowed to edit this contact form.":["S’keni leje të përpunoni këtë formular kontaktesh."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Sistemimi i Postës"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 ka nevojë për përkrahjen tuaj."],"Dismiss":["Hidhe tej"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s lyp WordPress %2$s ose më të lartë.<\/strong> Ju lutemi, së pari <a href=\"%3$s\">përditësoni WordPress-in<\/a>."],"Settings":["Rregullime"],"Contact form deleted.":["Formulari i kontakteve u fshi."],"Contact form saved.":["Formulari i kontakteve u ruajt."],"Contact form created.":["Formulari i kontakteve u krijua."],"Search Contact Forms":["Kërkoni Në Formularë Kontaktesh"],"Search results for &#8220;%s&#8221;":["Përfundime kërkimi për &#822;%s&8221;"],"The changes you made will be lost if you navigate away from this page.":["Ndryshimet e bëra do të humbin nëse largoheni nga kjo faqe."],"Error in deleting.":["Gabim gjatë fshirjes."],"You are not allowed to delete this item.":["S’keni leje ta fshini këtë objekt."],"You are not allowed to edit this item.":["S’keni leje ta përpunoni këtë objekt."],"Integration":["Integrim"],"Integration with Other Services":["Integrim me Shërbime të Tjera"],"Add New":["Shtoni të Ri"],"Add New Contact Form":["Shtoni Formular të Ri Kontaktesh"],"Contact Forms":["Formular Kontaktesh"],"Edit Contact Form":["Përpunoni Formular Kontaktesh"],"Contact":["Kontakte"],"Contact Form 7":["Contact Form 7"]}