{"HTTP Response: %1$s %2$s from %3$s":[],"Save Changes":["Guardar alterações"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":["Remover chaves"],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":["Chave de API"],"Setup Integration":[],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":["Constant Contact"],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":["Não é permitido utilizar ficheiros fora do directório wp-content."],"Make this checkbox optional":["Tornar esta caixa de selecção opcional"],"Professional Services":["Serviços profissionais"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Fórum de suporte"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s e %2$s"],"Here are some available options to help solve your problems.":["Tem aqui algumas opções disponíveis para ajudar a resolver os seus problemas."],"Do you need help?":["Precisa de ajuda?"],"Condition":["Condição"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Não consentido"],"Consented":["Consentido"],"Sending mail has been aborted.":["O envio de correio foi interrompido."],"You can edit messages used in various situations here. For details, see %s.":["Aqui poderá editar as mensagens usadas em várias situações. Para mais detalhes, veja %s."],"Editing Messages":["A editar mensagens"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Aqui poderá editar o modelo do correio. Para mais detalhes, veja %s."],"You can edit the form template here. For details, see %s.":["Aqui poderá editar o modelo do formulário. Para mais detalhes, veja %s."],"Editing Form Template":["A editar modelo do formulário"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(setas esquerda e direita)"],"%1$s %2$s keys switch panels":["%1$s use as teclas %2$s para mudar de painel"],"(configuration error)":["(erro de configuração)"],"How to resolve?":["Como resolver?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["O seu donativo é um incentivo para continuar o desenvolvimento do plugin e para melhorar o suporte aos utilizadores."],"making a donation":["fazer um donativo"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Se o Contact Form 7 lhe é útil e gosta de o utilizar, por favor considere %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["É difícil continuar o desenvolvimento e suporte deste plugin sem a contribuição dos utilizadores."],"This contact form is available only for logged in users.":["Este formulário de contacto está disponível apenas para utilizadores com sessão iniciada."],"Deprecated settings are used.":["Estão a ser usadas definições obsoletas."],"To use CAPTCHA, you need %s plugin installed.":["Para usar o CAPTCHA tem de ter instalado o plugin %s."],"There was an error deleting the contact form.":["Ocorreu um erro ao eliminar o formulário de contacto."],"You are not allowed to access the requested contact form.":["Não tem permissão para aceder ao formulário solicitado."],"The requested contact form was not found.":["O formulário de contacto solicitado não foi encontrado."],"You are not allowed to create a contact form.":["Não tem permissão para criar um formulário de contacto."],"Cannot create existing contact form.":["Não é possível criar um formulário de contacto já existente."],"You are not allowed to access contact forms.":["Não tem permissão para aceder aos formulários de contacto."],"Attachment file does not exist at %path%.":["O ficheiro de anexo não existe em %path%."],"Invalid mailbox syntax is used in the %name% field.":["Sintaxe inválida usada no campo %name% na caixa de correio."],"Unavailable names (%names%) are used for form controls.":["Nomes indisponíveis (%names%) usados como controlos do formulário."],"There are invalid mail header fields.":["Foram encontrados campos do cabeçalho inválidos."],"HTML tags are used in a message.":["A mensagem está a usar elementos HTML."],"Sender email address does not belong to the site domain.":["O endereço de email do remetente não pertence ao domínio do site."],"Invalid mailbox syntax is used.":["Sintaxe inválida usada na caixa de correio."],"There is a possible empty field.":["Há possivelmente um campo vazio."],"%s configuration error detected":["%s erro de configuração detectado","%s erros de configuração detectados"],"%d configuration errors detected in this tab panel":["Foram detectados %d erros de configuração neste painel"],"1 configuration error detected in this tab panel":["Foi detectado 1 erro de configuração neste painel"],"%d configuration errors detected":["Foram detectados %d erros de configuração"],"1 configuration error detected":["Foi detectado 1 erro de configuração"],"There was an error saving the contact form.":["Ocorreu um erro ao guardar o formulário de contacto."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["A função %1$s está <strong>obsoleta<\/strong> desde a versão %2$s do Contact Form 7! Use %3$s em alternativa."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Instale um plugin de armazenamento de mensagens antes que isto lhe aconteça. O %s guarda na base de dados todas as mensagens provenientes de formulários de contacto. O Flamingo é um plugin gratuito para WordPress criado pelo mesmo autor do Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["O Contact Form 7 não armazena em lado nenhum as mensagens submetidas. Assim, poderá perder para sempre algumas mensagens importantes se ocorrer algum erro no seu servidor de email, ou se tiver alguma configuração de correio incorrecta."],"Before you cry over spilt mail&#8230;":["Para evitar chorar sobre correio perdido&#8230;"],"comment blacklist":["lista negra de comentários"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["O Contact Form 7 suporta filtragem de spam com o %1$s. A inteligência do %2$s permite bloquear os incomodativos spambots. Adicionalmente, com a %3$s pode bloquear mensagens que contenham palavras-chave específicas ou enviadas a partir de endereços IP específicos."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Os autores de spam procuram usar todas as possibilidades, os formulários de contacto não são excepção. Antes de receber spam, proteja os seus formulários de contacto com as funcionalidades poderosas de anti-spam fornecidas pelo Contact Form 7."],"Getting spammed? You have protection.":["A receber spam? Proteja-se."],"Multiple form controls are in a single label element.":["Tem múltiplos controlos de formulário numa única etiqueta."],"FAQ about Configuration Validator":["Perguntas frequentes sobre validar configuração"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["O número de telefone é inválido."],"The URL is invalid.":["O URL é inválido."],"The e-mail address entered is invalid.":["O endereço de email é inválido."],"The answer to the quiz is incorrect.":["A resposta à questão está incorrecta."],"The number is larger than the maximum allowed.":["O número é maior que o máximo permitido."],"The number is smaller than the minimum allowed.":["O número é menor que o mínimo permitido."],"The number format is invalid.":["O formato do número é inválido."],"There was an error uploading the file.":["Ocorreu um erro ao carregar o ficheiro."],"The file is too big.":["O ficheiro é demasiado grande."],"You are not allowed to upload files of this type.":["Não tem permissão para carregar ficheiros deste tipo."],"There was an unknown error uploading the file.":["Ocorreu um erro desconhecido ao carregar o ficheiro."],"The date is after the latest one allowed.":["A data é posterior à permitida."],"The date is before the earliest one allowed.":["A data é anterior à permitida."],"The date format is incorrect.":["O formato da data está incorrecto."],"The field is too short.":["O campo é demasiado pequeno."],"The field is too long.":["O campo é demasiado grande."],"The field is required.":["O campo é obrigatório."],"You must accept the terms and conditions before sending your message.":["Tem que aceitar os termos e condições antes de enviar a sua mensagem."],"One or more fields have an error. Please check and try again.":["Um ou mais campos com erros. Por favor, verifique e tente de novo."],"There was an error trying to send your message. Please try again later.":["Ocorreu um erro ao tentar enviar a sua mensagem. Por favor, tente de novo mais tarde."],"Thank you for your message. It has been sent.":["Obrigado pela sua mensagem."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Uma má configuração leva a falhas na entrega do correio, entre outros problemas. Valide já os seus formulários de contacto."],"Validate Contact Form 7 Configuration":["Validar configuração do Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Validação de configuração concluída. Não foi encontrado nenhum formulário de contacto inválido."],"Configuration validation completed. %s invalid contact form was found.":["Validação de configuração concluída. Foi encontrado %s formulário de contacto inválido.","Validação de configuração concluída. Foram encontrados %s formulários de contacto inválidos."],"Validate Configuration":["Validar configuração"],"Validate %s Contact Form Now":["Validar %s formulário de contacto agora","Validar %s formulários de contacto agora"],"You are not allowed to validate configuration.":["Não tem permissão para validar a configuração."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Chave secreta"],"Site Key":["Chave do site"],"Settings saved.":["Definições guardadas."],"Invalid key values.":["Valores da chave inválidos."],"ERROR":["ERRO"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Mais um plugin de formulário de contacto. Simples mas flexivel."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Formulário de contacto %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Gerar uma etiqueta de formulário para um campo de área de texto. Para mais detalhes, ver %s."],"text area":["área de texto"],"This field requires author's URL":["Este campo requer o URL do autor"],"This field requires author's email address":["Este campo requer o endereço de email do autor"],"This field requires author's name":["Este campo requer o nome do autor"],"Akismet":["Akismet"],"Text Fields":["Campos de texto"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Gerar uma etiqueta de formulário para um campo de número de telefone. Para mais detalhes, ver %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Gerar uma etiqueta de formulário para um campo de URL. Para mais detalhes, ver %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Gerar uma etiqueta de formulário para um campo de endereço de email. Para mais detalhes, ver %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Gerar uma etiqueta de formulário para um campo de texto simples. Para mais detalhes, ver %s."],"tel":["telefone"],"URL":["URL"],"email":["email"],"text":["texto"],"Telephone number that the sender entered is invalid":["Número de telefone inserido pelo remetente é inválido"],"URL that the sender entered is invalid":["URL inserido pelo remetente é inválido"],"Email address that the sender entered is invalid":["Endereço de email inválido."],"Label":["Etiqueta"],"Submit Button":["Botão de envio"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Gerar uma etiqueta de formulário para um botão de envio. Para mais detalhes, ver %s."],"submit":["enviar"],"Insert a blank item as the first option":["Inserir um item em branco como primeira opção"],"Allow multiple selections":["Permitir selecções múltiplas"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Gerar uma etiqueta de formulário para um menu de selecção. Para mais detalhes, ver %s."],"drop-down menu":["menu de selecção"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Pares de pergunta-resposta separadas por | (p.ex.: A capital de Portugal?|Lisboa), um par por linha."],"Questions and answers":["Perguntas e respostas"],"Quiz":["Questionário"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Gerar uma etiqueta de formulário para um par pergunta-resposta. Para mais detalhes, ver %s."],"quiz":["questionário"],"Sender doesn't enter the correct answer to the quiz":["Remetente não inseriu a resposta correcta ao questionário"],"Slider":["Slider"],"Spinbox":["Spinbox"],"Number Fields":["Campos de números"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Gerar uma etiqueta de formulário para um campo de valor numérico. Para mais detalhes, ver %s."],"number":["número"],"Number is larger than maximum limit":["Número é maior que o limite máximo"],"Number is smaller than minimum limit":["Número é menor que o limite mínimo"],"Number format that the sender entered is invalid":["Formato de número inserido pelo remetente é inválido"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Este formulário de contacto contém campos de envio de ficheiros, mas a pasta temporária (%s) não existe ou não é possível escrever nela. Pode criar a pasta manualmente ou alterar as permissões."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Para anexar o ficheiro carregado ao correio através deste campo, tem que inserir a etiqueta de correio correpondente (%s) no campo Ficheiros anexados no separador Correio."],"Acceptable file types":["Tipos de ficheiros admitidos"],"File size limit (bytes)":["Limite de tamanho do ficheiro (bytes)"],"File Uploading and Attachment":["Carregar e anexar ficheiros"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Gerar uma etiqueta de formulário para um campo de carregamento de ficheiro. Para mais detalhes, ver %s."],"file":["ficheiro"],"Uploading a file fails for PHP error":["Envio de ficheiro falhou devido a um erro de PHP"],"Uploaded file is too large":["Ficheiro enviado é demasiado grande"],"Uploaded file is not allowed for file type":["Não é permitido carregar ficheiros deste tipo"],"Uploading a file fails for any reason":["Envio de ficheiro falhou por razão desconhecida."],"Max":["Máximo"],"Min":["Mínimo"],"Range":["Alcance"],"Use this text as the placeholder of the field":["Utilize este texto por omissão no campo"],"Default value":["Valor por omissão"],"Date Field":["Campo de data"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Gerar uma etiqueta de formulário para um campo de data. Para mais detalhes, ver %s."],"date":["data"],"Date is later than maximum limit":["Data é posterior ao limite máximo"],"Date is earlier than minimum limit":["Data é anterior ao limite mínimo"],"Date format that the sender entered is invalid":["Formato de data inserida pelo remetente é inválido"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Para utilizar o valor introduzido através deste campo, tem que inserir a etiqueta de correio correpondente (%s) no campo no separador Correio."],"Make checkboxes exclusive":["Tornar caixas de selecção exclusivas"],"Wrap each item with label element":["Envolver cada item com elemento de legenda"],"Put a label first, a checkbox last":["Insira primeiro uma legenda, por último a caixa de selecção"],"One option per line.":["Uma opção por linha"],"Required field":["Campo obrigatório"],"Field type":["Tipo de campo"],"Checkboxes, Radio Buttons and Menus":["Caixas de selecção, botões de opção e menus"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Gerar uma etiqueta de formulário para um grupo de botões de opção. Para mais detalhes, ver %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Gerar uma etiqueta de formulário para um grupo de caixas de selecção. Para mais detalhes, ver %s."],"radio buttons":["botões de opção"],"checkboxes":["caixas de selecção"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Este formulário de contacto contém campos CAPTCHA, mas as bibliotecas necessárias (GD e FreeType) não se encontram disponíveis no seu servidor."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Este formulário de contacto tem campo de CAPTCHA mas a pasta temporária (%s) não existe ou não tem permissão de escrita. Pode criar a pasta manualmente ou mudar as permissões."],"Input field settings":["Definições do campo de introdução"],"Image settings":["Definições da imagem"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Gerar etiquetas de formulário para uma imagem CAPTCHA e o correspondente campo de introdução da resposta. Para mais detalhes, ver %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Para utilizar CAPTCHA, primeiro tem que instalar e activar o plugin %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["O código inserido está incorrecto."],"The code that sender entered does not match the CAPTCHA":["O código que o remetente inseriu não corresponde ao CAPTCHA"],"Insert Tag":["Inserir etiqueta"],"Class attribute":["Atributo de classe"],"Id attribute":["Atributo ID"],"Options":["Opções"],"Name":["Nome"],"Acceptance Checkbox":["Caixa de selecção de aceitação"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Gerar uma etiqueta de formulário para uma caixa de selecção de aceitação. Para mais detalhes, ver %s."],"acceptance":["aceitação"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["A propriedade <code>%1$s<\/code> de um objecto <code>WPCF7_ContactForm<\/code> <strong>já não está acessível<\/strong>. Utilize em alternativa o método <code>%2$s<\/code>."],"Untitled":["Sem nome"],"Contact Form":["Formulário de contacto"],"There is a field with input that is shorter than the minimum allowed length":["Há um campo cujo preenchimento é menor que o comprimento mínimo permitido"],"There is a field with input that is longer than the maximum allowed length":["Há um campo cujo preenchimento é maior que o comprimento máximo permitido"],"There is a field that the sender must fill in":["Há um campo que o remetente tem de preencher"],"There are terms that the sender must accept":["Termos que têm de ser aceites pelo remetente"],"Submission was referred to as spam":["Envio foi referenciado como spam"],"Validation errors occurred":["Ocorreram erros de validação"],"Sender's message failed to send":["Mensagem do remetente não enviada"],"Sender's message was sent successfully":["Mensagem do remetente foi enviada com sucesso."],"This e-mail was sent from a contact form on %1$s (%2$s)":["Este email foi enviado por um formulário de contacto em %1$s %2$s"],"Message Body:":["Corpo da mensagem:"],"Subject: %s":["Assunto: %s"],"From: %s":["De: %s"],"Send":["Enviar"],"Your Message":["A sua mensagem"],"Your Email":["O seu email"],"(required)":["(obrigatório)"],"Your Name":["O seu nome"],"Form-tag Generator: %s":["Gerador de etiquetas de formulário: %s"],"For more information:":["Para mais informações:"],"Any information you provide will not be shared with service providers without your authorization.":["A sua informação não será partilhada com os fornecedores do serviço sem a sua autorização."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Pode precisar primeiro de criar uma conta no serviço que pretende utilizar. Quando o fizer, terá que autorizar o Contact Form 7 a aceder ao serviço com a sua conta."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Neste ecrã pode gerir serviços que estão disponíveis através do Contact Form 7. A utilização da API permite-lhe colaborar com quaisquer serviços que estejam disponíveis."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Também há etiquetas de correio especiais com nomes específicos mas que não têm etiquetas de formulário correspondentes. São utilizadas para representar meta informação de formulários submetidos, tais como o endereço IP ou o URL da página do remetente."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Uma etiqueta de correio é um código entre parênteses rectos utilizável em todos os campos de Correio e Correio (2). Representa um valor introduzido pelo utilizador num campo de introdução de uma etiqueta de correio correspondente."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Apesar de as etiquetas de formulário terem uma sintaxe relativamente complexa, não tem que conhecer a sintaxe para adicionar etiquetas de formulário, pode simplesmente utilizar o gerador de etiquetas (botão <strong>Gerar Etiqueta<\/strong> neste ecrã)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Uma etiqueta de formulário é um código entre parênteses rectos utilizável no conteúdo dum formulário. Geralmente representa um campo de introdução, os seus componentes podem ser separados em quatro partes: tipo, nome, opções e valores. O COntact Form 7 suporta diversos tipos de etiquetas de formulário, incluindo campos de texto, números, datas, caixas de selecção, botões, menus, carregamento de ficheiros, CAPCHA e questionários."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Definições adicionais<\/strong> permite personalizar o comportamento deste formulário de contacto ao adicionar excertos de código."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["Nas <strong>Mensagens<\/strong> pode editar vários tipos de mensagens para este formulário de contacto. Estas mensagens são relativamente curtas, como a mensagem de erro de validação que é mostrada quando deixa em branco um campo obrigatório."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Correio (2)<\/strong> é um modelo adicional de correio que funciona de modo similar ao Correio. Correio (2) é diferente, só é enviado quando Correio foi enviado com sucesso."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Correio<\/strong> gere o modelo de correio (cabeçalho e corpo da mensagem) que este formulário de contacto enviará ao ser submetido pelo utilizador. Poderá utilizar aqui as etiquetas de correio do Contact Form 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formulário<\/strong> é o conteúdo HTML do formulário. Poderá utilizar qualquer código HTML, desde que seja permitido dentro de um elemento de formulário. Pode também utilizar as etiquetas de formulário do Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Título<\/strong> é o título dum formulário de contacto. Este título é utilizado meramente para identificar um formulário de contacto e pode ser editado."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["Neste ecrã pode editar um formulário de contacto. Um formulário de contacto é composto pelos seguintes componentes:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplicar<\/strong> - Faz uma cópia desse formulário de contacto. Um formulário de contacto duplicado tem todo o conteúdo do original mas com um ID diferente."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Editar<\/strong> - Abre o ecrã de edição desse formulário de contacto. Também pode abrir  o ecrã de edição ao clicar no título do formulário de contacto."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Passar o rato sobre uma linha na lista de formulários de contacto mostrará as acções que lhe permitem gerir o seu formulário de contacto. Pode realizar as seguintes acções:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Neste ecrã pode gerir os formulários de contacto do Contact Form 7. Pode gerir um número ilimitado de formulários de contacto. Cada formulário de contacto tem um ID único e respectivo shortcode ([contact-form-7...]). Para inserir um formulário de contacto num artigo ou num texto dum widget, basta inserir o shorcode no destino pretendido."],"Mail-tags":["Etiquetas de correio"],"Form-tags":["Etiquetas de formulário"],"Available Actions":["Acções disponíveis"],"Overview":["Vista geral"],"You can add customization code snippets here. For details, see %s.":["Aqui poderá adicionar fragmentos de código. Para mais detalhes, veja as %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Ficheiros anexados"],"Use HTML content type":["Usar tipo de conteúdo HTML"],"Exclude lines with blank mail-tags from output":["Excluir do texto as linhas com etiquetas de correio em branco"],"Message Body":["Corpo da mensagem"],"Additional Headers":["Cabeçalhos adicionais"],"Subject":["Assunto"],"From":["De"],"To":["Para"],"In the following fields, you can use these mail-tags:":["Nos próximos campos pode utilizar as seguintes etiquetas de correio:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Correio (2) é um modelo de correio adicional utilizado muitas vezes como resposta automática."],"Use Mail (2)":["Usar Correio (2)"],"Mail (2)":["Correio (2)"],"Y\/m\/d":["Y\/m\/d"],"%s ago":["Há %s"],"Y\/m\/d g:i:s A":["Y\/m\/d G:i:s"],"Edit &#8220;%s&#8221;":["Editar &#8220;%s&#8221;"],"Edit":["Editar"],"Date":["Data"],"Author":["Autor"],"Shortcode":["Shortcode"],"Title":["Título"],"Additional Settings":["Definições adicionais"],"Additional Settings (%d)":["Definições adicionais (%d)"],"Messages":["Mensagens"],"Mail":["Correio"],"Form":["Formulário"],"Support":["Suporte"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["FAQ"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Documentação"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Está prestes a apagar este formulário.\n 'Cancelar' para interromper, 'OK' para apagar."],"Delete":["Eliminar"],"Duplicate":["Duplicar"],"Status":["Estado"],"You can also use this old-style shortcode:":["Também pode utilizar este shorcode:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Copie este shortcode e cole no seu artigo, página ou no conteúdo dum widget de texto:"],"Enter title here":["Insira o título aqui"],"Save":["Guardar"],"You are not allowed to edit this contact form.":["Não está autorizado a editar este formulário de contacto"],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Configurar correio"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["O Contact Form 7 precisa do seu apoio."],"Dismiss":["Ignorar"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s requer pelo menos WordPress %2$s.<\/strong> Por favor, <a href=\"%3$s\">atualize o Wordpress<\/a>."],"Settings":["Definições"],"Contact form deleted.":["Formulário de contacto eliminado."],"Contact form saved.":["Formulário de contacto guardado."],"Contact form created.":["Formulário de contacto criado."],"Search Contact Forms":["Pesquisar formulários de contacto"],"Search results for &#8220;%s&#8221;":["Resultado da pesquisa por &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["As alterações que fez serão perdidas se navegar para fora desta página."],"Error in deleting.":["Erro ao eliminar."],"You are not allowed to delete this item.":["Não está autorizado a eliminar este item."],"You are not allowed to edit this item.":["Não está autorizado a editar este item."],"Integration":["Integração"],"Integration with Other Services":["Integração com outros serviços"],"Add New":["Adicionar novo"],"Add New Contact Form":["Adicionar novo formulário de contacto"],"Contact Forms":["Formulários de contacto"],"Edit Contact Form":["Editar formulário de contacto"],"Contact":["Contacto"],"Contact Form 7":["Contact Form 7"]}