{"HTTP Response: %1$s %2$s from %3$s":["HTTP Svar: %1$s %2$s fra %3$s"],"Save Changes":["Gem ændringer"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["reCAPTCHA beskytter dig mod spam og andre former for automatiseret misbrug. Med kontakt formular 7 reCAPTCHA integrations modul, kan du blokere krænkende formular indsendelser af spam bots. Yderligere oplysninger finder du i %s."],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["API-nøgler for reCAPTCHA V3 er forskellige fra dem for v2. Nøgler til v2 vil ikke virke med v3 API. Du skal registrere dine websteder igen for at få nye nøgler til v3. Yderligere oplysninger finder du i %s."],"Connect to the Constant Contact API":["Forbind til Konstante Kontakt API"],"API keys\u0004Remove Keys":["Fjern nøgler"],"Set this URL as the redirect URI.":["Angiv denne URL som omdirigering URI."],"Redirect URI":["Omdirigering URI"],"App Secret":["App hemmelighed"],"API Key":["API nøgle"],"Setup Integration":["Opsæt integration"],"Constant Contact Integration":["Konstante Kontakter Integration"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["Med integrationen Konstante Kontakter tillader dig at sende kontakt data, du har indsamlet gennem dit kontakt netværk, til Konstante Kontakt API. Du kan oprette pålidelige e-mail abonnement tjenester i et par nemme trin. Yderligere oplysninger, se %s."],"Constant Contact":["Konstante Kontakter"],"Email Marketing":["E-mail marketing"],"It is not allowed to use files outside the wp-content directory.":["Det er ikke tilladt at anvende filen udenfor wp-content biblioteket."],"Make this checkbox optional":["Gør denne afkrydsnings boks valgfri"],"Professional Services":["Professionelle Serviceydelser"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Support Fora"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Her er nogle tilgængelige muligheder som kan løse dine problemer."],"Do you need help?":["Mangler du hjælp?"],"Condition":["Betingelse"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Ikke samtykket"],"Consented":["Samtykket"],"Sending mail has been aborted.":["Afsendelse af e-mail er blevet afbrudt."],"You can edit messages used in various situations here. For details, see %s.":["Du kan redigere beskeder, der bruges i forskellige situationer her. Yderligere oplysninger finder du under %s."],"Editing Messages":["Redigering af beskeder"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Du kan redigere e-mail skabelonen her. Yderligere oplysninger finder du under %s."],"You can edit the form template here. For details, see %s.":["Du kan redigere formular skabelonen her. Yderligere oplysninger finder du under %s."],"Editing Form Template":["Redigér formular skabelon"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(venstre og højre pile taste)"],"%1$s %2$s keys switch panels":["%1$s %2$s taster skifter faneblade"],"(configuration error)":["(konfigurationsfejl)"],"How to resolve?":["Hvordan løses det?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Din donation vil sikre at plugin'et fortsat udvikles og der ydes bedre bruger support."],"making a donation":["giv en donation"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Hvis du holder af, at anvende Contact Form 7 og finder det brugbart, kan du overveje %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Det er svært at fortsætte med udvikling og support af dette plugin uden deltagelse fra brugere som dig selv."],"This contact form is available only for logged in users.":["Denne kontakt formular er kun tilgængelig for brugere, der er logget ind."],"Deprecated settings are used.":["Forældede indstillinger anvendes."],"To use CAPTCHA, you need %s plugin installed.":["For at bruge CAPTCHA skal du installere %s plugin."],"There was an error deleting the contact form.":["Der opstod en fejl under sletning af kontakt formularen."],"You are not allowed to access the requested contact form.":["Du har ikke adgang til den ønskede kontakt formular."],"The requested contact form was not found.":["Den anmodede kontakt formular blev ikke fundet."],"You are not allowed to create a contact form.":["Du har ikke adgang til at oprette en kontakt formular."],"Cannot create existing contact form.":["Kan ikke oprette eksisterende kontakt formular."],"You are not allowed to access contact forms.":["Du har ikke adgang til kontakt formularene."],"Attachment file does not exist at %path%.":["Vedhæftnings filen findes ikke ved %path%."],"Invalid mailbox syntax is used in the %name% field.":["Ugyldig e-mailboks syntaks anvendes i %navn% felt."],"Unavailable names (%names%) are used for form controls.":["Ikke tilgængelig navne (%names%) er brugt til formular kontrol."],"There are invalid mail header fields.":["Der er ugyldige e-mail header felter."],"HTML tags are used in a message.":["HTML-tags bruges i en besked."],"Sender email address does not belong to the site domain.":["Afsenderens e-mail adresse tilhører ikke webstedets domæne."],"Invalid mailbox syntax is used.":["Ugyldig e-mailboks syntaks anvendes."],"There is a possible empty field.":["Der er et muligt tomt felt."],"%s configuration error detected":["%s konfigurationfejl er fundet","%s konfigurationfejl er fundet"],"%d configuration errors detected in this tab panel":["%d konfigurationfejl er fundet i denne fane"],"1 configuration error detected in this tab panel":["1 konfigurationfejl er fundet i denne fane"],"%d configuration errors detected":["%d konfigurationfejl er fundet"],"1 configuration error detected":["1 konfigurationfejl er fundet"],"There was an error saving the contact form.":["Der opstod en fejl under lagring af kontakt formularen."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s er <strong>forældet<\/strong> siden Contact Form 7 version %2$s! Brug %3$s i stedet for."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Installer et \"Message Storage\" plugin, før dette sker for dig. %s gemmer alle beskeder fra formularer i en database. Flamingo er et gratis plugin fra samme udvikler som Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 gemmer ikke beskeder nogen steder. Du kan derfor risikere at miste vigtige beskeder, hvis mailserveren har problemer, eller der er fejl i din opsætning."],"Before you cry over spilt mail&#8230;":["For du græder over spildt mail&#8230;"],"comment blacklist":["kommentar blackliste"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 understøtter spam-filtrering med %1$s. Intelligent %2$s blokerer irriterende spambots. Plus, ved at bruge %3$s, kan du blokere beskeder, der indeholder specifikke ord eller IP adresser."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Spammere rammer alt; dine kontakt formularer er ingen undtagelse. Før du bliver begravet i spam, kan du beskytte dine kontakt formularer med den effektive anti-spam funktion, som Contact Form 7 tilbyder."],"Getting spammed? You have protection.":["Modtager du spam? Du har et forsvar."],"Multiple form controls are in a single label element.":["Flere formular kontrolelementer findes i det enkelte element."],"FAQ about Configuration Validator":["Ofte stillede spørgsmål om konfigurations validering"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Telefonnummeret er ugyldigt."],"The URL is invalid.":["URL-adressen er ugyldig."],"The e-mail address entered is invalid.":["E-mail adressen er ikke gyldig."],"The answer to the quiz is incorrect.":["Svaret til kontrol spørgsmålet er forkert."],"The number is larger than the maximum allowed.":["Numret er større end det tilladte maksimum."],"The number is smaller than the minimum allowed.":["Numret er mindre end det tilladte minimum."],"The number format is invalid.":["Nummer formatet er ikke gyldig."],"There was an error uploading the file.":["Der opstod en fejl under overførslen af filen."],"The file is too big.":["Filen er for stor."],"You are not allowed to upload files of this type.":["Du har ikke adgang til at overføre filer af denne type."],"There was an unknown error uploading the file.":["Der opstod en ukendt fejl under overførslen af filen."],"The date is after the latest one allowed.":["Datoen er efter, den seneste tilladte."],"The date is before the earliest one allowed.":["Datoen er før, den tidligst tilladte."],"The date format is incorrect.":["Dato formatet er forkert."],"The field is too short.":["Feltet er for kort."],"The field is too long.":["Feltet er for langt."],"The field is required.":["Feltet er påkrævet."],"You must accept the terms and conditions before sending your message.":["Du skal acceptere vilkårene og betingelserne, før du kan afsende din besked."],"One or more fields have an error. Please check and try again.":["Et eller flere felter indeholder en fejl. Tjek og prøv igen."],"There was an error trying to send your message. Please try again later.":["Der opstod en fejl under forsøg på at sende din besked. Prøv venligst igen senere."],"Thank you for your message. It has been sent.":["Tak for din besked. Den er nu afsendt."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Fejlkonfiguration fører til problemer med e-mail afsendelser og andet. Valider dine kontakt formularer nu."],"Validate Contact Form 7 Configuration":["Valider Contact Form 7 konfiguration"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Konfigurations validering udført. Ingen ugyldige kontak tformularer blev fundet."],"Configuration validation completed. %s invalid contact form was found.":["Konfigurations validering udført. %s ugyldig kontakt formular blev fundet.","Konfigurations validering udført. %s ugyldige kontakt formularer blev fundet."],"Validate Configuration":["Valider konfiguration"],"Validate %s Contact Form Now":["Valider %s Kontakt formular nu","Valider %s Kontakt formularer nu"],"You are not allowed to validate configuration.":["Du har ikke adgang til at validere konfiguration."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Hemmelig nøgle"],"Site Key":["Webstedsnøgle (site key)"],"Settings saved.":["Indstillinger blev gemt."],"Invalid key values.":["Ugyldige nøgle værdier."],"ERROR":["FEJL"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Bare endnu et kontakt formular plugin. Simpelt, men fleksibelt."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Kontakt formular %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Generere et form-tag til et multi linje tekst felt. Flere flere detaljer her, se %s."],"text area":["tekst boks"],"This field requires author's URL":["Dette felt kræver URL-adresse til forfatteren"],"This field requires author's email address":["Dette felt kræver forfatterens e-mail adresse"],"This field requires author's name":["Dette felt kræver forfatterens navn"],"Akismet":["Akismet"],"Text Fields":["Tekst felter"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Generer et form-tag for et telefon nummer felt. Yderligere oplysninger finder du under %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Generer et form-tag for et URL felt. Yderligere oplysninger finder du under %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Generer et form-tag for et e-mail felt. Yderligere oplysninger finder du under %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Generer et form-tag for et tekst felt. Yderligere oplysninger finder du under %s."],"tel":["telefon"],"URL":["URL"],"email":["e-mail"],"text":["tekst"],"Telephone number that the sender entered is invalid":["Telefonnummer, som afsender indtastede er ugyldig"],"URL that the sender entered is invalid":["URL'en som afsenderen indtastede er ugyldig"],"Email address that the sender entered is invalid":["E-mail-adressen, som afsender indtastede, er ugyldig"],"Label":["Etiket"],"Submit Button":["Indsend knap"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Generer et form-tag til en send knap. Yderligere oplysninger finder du under %s."],"submit":["indsend"],"Insert a blank item as the first option":["Indsæt et tomt punkt som første valgmulighed"],"Allow multiple selections":["Tillad at vælge flere på én gang"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Generer et form-tag til en rulle menu. Yderligere oplysninger finder du under %s."],"drop-down menu":["fold-ud menu"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Et spørgsmål\/svar-par pr. linje med en lodret streg som adskiller (f.eks. Danmarks hovedstad|København)."],"Questions and answers":["Spørgsmål og svar"],"Quiz":["Kontrol spørgsmål"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Generer et form-tag til spørgsmål\/svar. Yderligere oplysninger finder du under %s."],"quiz":["kontrol spørgsmål"],"Sender doesn't enter the correct answer to the quiz":["Afsenderen indtastede ikke det rigtige svar på kontrol spørgsmålet"],"Slider":["Skyder"],"Spinbox":["Bladre felt"],"Number Fields":["Nummer felter"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Generer et form-tag til et felt med tal værdier. Yderligere oplysninger finder du under %s."],"number":["nummer"],"Number is larger than maximum limit":["Numret er større end tilladte"],"Number is smaller than minimum limit":["Numret er mindre en tilladte"],"Number format that the sender entered is invalid":["Nummer format som brugeren indtastede er ugyldig"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Denne kontakt formular indeholder felter for fil opload, men den midlertidige mappe til filerne (%s) eksisterer ikke eller er ikke skrivbar. Du kan oprette mappen eller ændre adgangs tilladelserne manuelt."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["For at vedhæfte filer gennem dette felt, skal du indsætte tilsvarende mail-tag (%s) i vedhæft feltet under e-mail fanen."],"Acceptable file types":["Tilladte filtyper"],"File size limit (bytes)":["Fil størrelse grænse (bytes)"],"File Uploading and Attachment":["Fil opload og vedhæftning"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Generer et form-tag til et vedhæftnings felt. Yderligere oplysninger finder du under %s."],"file":["fil"],"Uploading a file fails for PHP error":["Overførelse af filen mislykkedes på grund af en PHP-fejl"],"Uploaded file is too large":["Den overførte fil er for stor"],"Uploaded file is not allowed for file type":["Den overførte filtype er ikke tilladt"],"Uploading a file fails for any reason":["Overførsel af en fil mislykkes af en eller anden grund"],"Max":["Maks"],"Min":["Min"],"Range":["Rækkevidde"],"Use this text as the placeholder of the field":["Brug denne tekst som pladsholder for feltet"],"Default value":["Standard værdi"],"Date Field":["Dato felt"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Generer et form-tag til et dato felt. Yderligere oplysninger finder du under %s."],"date":["dato"],"Date is later than maximum limit":["Dato er efter det tilladte"],"Date is earlier than minimum limit":["Dato er før det tilladte"],"Date format that the sender entered is invalid":["Dato formatet, som afsender indtastede, er ugyldig"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["For at bruge værdien indtastet i dette felt i et e-mail felt skal du indsætte den tilsvarende e-mail tag (%s) i feltet på fanen e-mail."],"Make checkboxes exclusive":["Gør afkrydsnings felter eksklusive"],"Wrap each item with label element":["Ombryd alle elementer i et label element"],"Put a label first, a checkbox last":["Brug en etiket først og et afkrydsnings felt til sidst"],"One option per line.":["En mulighed pr. linje."],"Required field":["Påkrævet felt"],"Field type":["Felt type"],"Checkboxes, Radio Buttons and Menus":["Afkrydsnings felter, radio knapper og menuer"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Generer et form-tag for en gruppe af radio knapper. Yderligere oplysninger finder du under %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Generer et form-tag til en gruppe af afkrydsnings felter. Yderligere oplysninger finder du under %s."],"radio buttons":["radio knapper"],"checkboxes":["afkrydsnings felter"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Denne kontakt formular indeholder CAPTCHA-felter, men de nødvendige biblioteker (GD og FreeType) er ikke tilgængelige på din server."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Denne kontakt formular indeholder CAPTCHA-felter, men den midlertidige mappe til filerne (%s) eksisterer ikke eller er ikke skrivbar. Du kan oprette mappen eller ændre adgangs tilladelserne manuelt."],"Input field settings":["Indstillinger for input felt"],"Image settings":["Billed indstillinger"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Generer et form-tag til CAPTCHA. Yderligere oplysninger finder du under %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["For at bruge CAPTCHA, skal du først installere og aktivere %s plugin."],"CAPTCHA":["CAPTCHA-kontrol"],"Your entered code is incorrect.":["Den indtastede kode er forkert."],"The code that sender entered does not match the CAPTCHA":["Den kode, som afsender har indtastet, svarer ikke til CAPTCHA"],"Insert Tag":["Indsæt tag"],"Class attribute":["Klasse-attribut"],"Id attribute":["ID-attribut"],"Options":["Muligheder"],"Name":["Navn"],"Acceptance Checkbox":["Betingelser afkrydsningsfelt"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Generer et form-tag til betingelser afkrydsnings felt. Yderligere oplysninger finder du under %s."],"acceptance":["betingelser"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["<code>%1$s<\/code> en egenskab af <code>WPCF7_ContactForm<\/code> objekt er <strong>ikke længere tilgængelig<\/strong>. Brug i stedet <code>%2$s<\/code> metode."],"Untitled":["Uden titel"],"Contact Form":["Kontakt formular"],"There is a field with input that is shorter than the minimum allowed length":["Der er et felt, hvor indtastningen er under den minimal tilladte længde"],"There is a field with input that is longer than the maximum allowed length":["Der er et felt, hvor indtastningen har overskredet den maksimal tilladte længde"],"There is a field that the sender must fill in":["Der er et felt, som afsender skal udfylde"],"There are terms that the sender must accept":["Der er vilkår, som afsenderen skal acceptere"],"Submission was referred to as spam":["Indsendelsen blev markeret som spam"],"Validation errors occurred":["Der opstod validerings fejl"],"Sender's message failed to send":["Afsenderens besked kunne ikke sendes"],"Sender's message was sent successfully":["Afsenderens besked er blevet sendt"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Denne e-mail er afsendt fra en kontakt formular på %1$s (%2$s)"],"Message Body:":["Selve beskeden:"],"Subject: %s":["Emne: %s"],"From: %s":["Fra: %s"],"Send":["Indsend"],"Your Message":["Din besked"],"Your Email":["Din e-mail"],"(required)":["(skal udfyldes)"],"Your Name":["Dit navn"],"Form-tag Generator: %s":["Formular-tag generator: %s"],"For more information:":["For mere information:"],"Any information you provide will not be shared with service providers without your authorization.":["Alle informationer du indtaster vil ikke blive delt med andre, uden din godkendelse."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Du skal muligvis først oprette en konto med den tjeneste, du vil bruge. Når du gør det, skal du godkende at Contact Form 7 får adgang til tjenesten med din konto."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["På denne skærm kan du administrere tjenester, der er tilgængelige via Contact Form 7. Brug af API vil give dig mulighed for at samarbejde med alle de tjenester, der er til rådighed."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Der er også særlige e-mail tags, som har specifikke navne, men ikke har tilsvarende form-tags. De bruges til at repræsentere meta-information fra de indsendte formularer, så som indsenders IP-adresse eller sidens URL."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Et mail-tag er også en kort-kode i kantede parenteser, som du kan bruge i alle E-mail og E-mail (2)-felter. Et mail-tag repræsenterer den værdi, en bruger indtaster i et tilsvarende form-tags input-felt."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Form-tags har en relativ kompliceret syntaks, men du behøver ikke at kende syntaksen for at tilføje form-tags, fordi du kan bruge den ukomplicerede tag-generator (<strong>Generér tag<\/strong> knap på denne skærm)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Et form-tag er en kort-kode i kantede parenteser, som bruges i form-indhold. Et form-tag repræsenterer generelt et inputfelt, og dets komponenter kan inddeles i fire dele: type, navn, indstillinger og værdier. Contact Form 7 understøtter adskillige typer form-tags inkl. tekst felter, tal felter, dato felter, afkrydsnings felter, radio knapper, menuer, fil opload felter, CAPTCHAs og kontrol spørgsmåls felter."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Yderligere indstillinger<\/strong> giver dig mulighed for at tilpasse, hvordan denne kontak tformular virker, ved at tilføje kodestykker."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["I <strong>beskeder<\/strong> kan du redigere forskellige typer af beskeder, som denne kontakt formular bruger. Beskederne er relativt korte beskeder, som f.eks. en besked om en valideringsfejl, som vises, når du ikke udfylder et påkrævet felt."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>E-mail (2)<\/strong> er en ekstra e-mail skabelon, som fungerer ligesom E-mail. E-mail (2) adskiller sig ved kun at blive sendt, når E-mail er blevet sendt med succes."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>E-mail<\/strong> håndtere e-mail skabeloner (emne og e-mail indhold), som denne kontakt formular sender, når brugeren indsender den. Du kan bruge Contact Form 7&#8217;s mail-tags her."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formular<\/strong> er indhold i en HTML-formular. Du kan bruge de HTML-tags, der måtte være godkendt til brug i et formular element. Du kan også bruge Contact Form 7&#8217;s formular-tags her."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Titel<\/strong> er kontakt formularens titel. Denne titel bruges kun som etiket for kontakt formularen og kan redigeres."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["På denne skærm kan du redigere en kontakt formular. En kontakt formular består af de følgende komponenter:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Lav kopi<\/strong> ‒ Laver en kopi af kontakt formularen. En kopieret kontakt formular arver alt indhold fra originalen, men får sin egen ID."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Redigér<\/strong>‒ Går til redigering af kontakt formularen. Du kan gøre det samme ved at klikke på kontakt formularens titel."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Hvis du fører musen hen over en række i kontakt formular listen, vil der dukke nogle links op, som giver dig mulighed for at håndtere din kontakt formular. Du kan udføre følgende handlinger:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["På denne skærm kan du håndtere Contact Form 7's kontakt formularer. Du kan håndtere et ubegrænset antal kontakt formularer. Hver kontakt formular har et unikt ID og en unik Contact Form 7 kort-kode ([contact-form-7 …]). For at indsætte en kontakt formular i et indlæg eller i en tekst widget skal du indsætte kort-koden i indlægget eller widgetten."],"Mail-tags":["E-mail tags"],"Form-tags":["Form-tags"],"Available Actions":["Tilgængelige handlinger"],"Overview":["Oversigt"],"You can add customization code snippets here. For details, see %s.":["Du kan tilføje brugerdefineret kodestykke her. Yderligere oplysninger finder du under %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Vedhæftninger"],"Use HTML content type":["Brug af HTML-indholdstype"],"Exclude lines with blank mail-tags from output":["Ekskludere linjer med blanke e-mail tags fra resultatet"],"Message Body":["Selve beskeden"],"Additional Headers":["Yderligere overskrifter"],"Subject":["Emne"],"From":["Fra"],"To":["Til"],"In the following fields, you can use these mail-tags:":["I de følgende felter kan du bruge disse e-mail tags:"],"Mail (2) is an additional mail template often used as an autoresponder.":["E-mail (2) er en ekstra skabelon, som ofte anvendes til autosvar."],"Use Mail (2)":["Brug e-mail (2)"],"Mail (2)":["E-mail (2)"],"Y\/m\/d":["Y\/m\/d"],"%s ago":["for %s siden"],"Y\/m\/d g:i:s A":["Y\/m\/d g:i:s A"],"Edit &#8220;%s&#8221;":["Redigér &#8220;%s&#8221;"],"Edit":["Redigér"],"Date":["Dato"],"Author":["Forfatter"],"Shortcode":["Kort-kode"],"Title":["Overskrift"],"Additional Settings":["Yderligere indstillinger"],"Additional Settings (%d)":["Yderligere indstillinger (%d)"],"Messages":["Beskeder"],"Mail":["E-mail"],"Form":["Formular"],"Support":["Support"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["OSS"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Dokumenter"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Du er ved at slette denne kontakt formular.\n Tryk 'Annullér' for at stoppe, 'OK' for at slette."],"Delete":["Slet"],"Duplicate":["Kopier"],"Status":["Status"],"You can also use this old-style shortcode:":["Du kan også bruge denne gammeldags kort-kode:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Kopiere denne kort-kode og indsæt den i et indlæg, en side, eller som indhold i en tekst widget:"],"Enter title here":["Skriv titel her"],"Save":["Gem"],"You are not allowed to edit this contact form.":["Du har ikke adgang til at redigere denne kontakt formular."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Opsætning af e-mail"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 har brug for din støtte."],"Dismiss":["Afvis"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s kræver WordPress %2$s eller nyere.<\/strong> Opdatér <a href=\"%3$s\">venligst WordPress<\/a> først."],"Settings":["Indstillinger"],"Contact form deleted.":["Kontakt formular er slettet."],"Contact form saved.":["Kontakt formular er gemt."],"Contact form created.":["Kontakt formular er oprettet."],"Search Contact Forms":["Søg i kontakt formularer"],"Search results for &#8220;%s&#8221;":["Søge resultater for &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["De ændringer, du har foretaget, vil blive tabt, hvis du navigerer væk fra denne side."],"Error in deleting.":["Fejl ved sletning."],"You are not allowed to delete this item.":["Du har ikke adgang til at slette dette element."],"You are not allowed to edit this item.":["Du har ikke adgang til at redigere dette element."],"Integration":["Integration"],"Integration with Other Services":["Integration med andre tjenester"],"Add New":["Tilføj ny"],"Add New Contact Form":["Tilføj ny kontakt formular"],"Contact Forms":["Kontakt formularer"],"Edit Contact Form":["Redigér kontakt formular"],"Contact":["Kontakt"],"Contact Form 7":["Contact Form 7"]}