{"HTTP Response: %1$s %2$s from %3$s":["HTTP-respons: %1$s %2$s fra %3$s"],"Save Changes":["Lagre endringer"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":["Fjern nøkler"],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":["API-nøkkel"],"Setup Integration":["Sett opp integrasjon"],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":[],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":["Det er ikke tillatt å bruke filer utenfor mappen wp-content."],"Make this checkbox optional":["Gjør denne avkrysningsboksen valgfri"],"Professional Services":["Profesjonelle tjenester"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Brukerstøtteforumer"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Her er noen alternativer for å hjelpe deg løse dine problemer."],"Do you need help?":["Trenger du hjelp?"],"Condition":["Betingelse"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Har ikke gitt samtykke"],"Consented":["Har gitt samtykke"],"Sending mail has been aborted.":["E-postinnsending har blitt avbrutt"],"You can edit messages used in various situations here. For details, see %s.":["Her kan du redigere meldinger brukt i forskjellige situasjoner. For detaljer, besøk %s."],"Editing Messages":["Redigeringsmeldinger"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Her kan du redigere e-postmal. For detaljer, besøk %s."],"You can edit the form template here. For details, see %s.":["Her kan du redigere skjemamal. For detaljer, besøk %s."],"Editing Form Template":["Redigerer skjemamal."],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(venstre- og høyrepil)"],"%1$s %2$s keys switch panels":["%1$s %2$s tastene skifter paneler"],"(configuration error)":["(konfigurasjonsfeil)"],"How to resolve?":["Hvordan løse?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Din donasjon vil bidra til å oppmuntre og støtte utvidelsens utvikling og bedre brukerstøtte."],"making a donation":["Gi en donasjon"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Hvis du er fornøyd med Contact Form 7 og finner den nyttig, vær så snill %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Det er vanskelig å forsette med utvikling og brukerstøtte for denne utvidelsen, uten støtte fra brukere som deg."],"This contact form is available only for logged in users.":["Dette kontaktskjemaet er bare tilgjengelig for innloggede brukere."],"Deprecated settings are used.":["Foreldede innstillinger er i bruk."],"To use CAPTCHA, you need %s plugin installed.":["For å bruke CAPTCHA, må du ha innstikket %s installert."],"There was an error deleting the contact form.":["Det oppstod en feil ved sletting av kontaktskjemaet."],"You are not allowed to access the requested contact form.":["Du har ikke lov til å vise det forespurte kontaktskjemaet."],"The requested contact form was not found.":["Det forespurte kontaktskjemaet ble ikke funnet."],"You are not allowed to create a contact form.":["Du har ikke lov til å opprette et kontaktskjema."],"Cannot create existing contact form.":["Kan ikke opprette eksisterende kontaktskjema."],"You are not allowed to access contact forms.":["Du har ikke lov til å få tilgang til kontaktskjemaer."],"Attachment file does not exist at %path%.":["Vedlegget eksisterer ikke i %path%."],"Invalid mailbox syntax is used in the %name% field.":["Ugyldig postkasse syntaks ble brukt i %name% feltet."],"Unavailable names (%names%) are used for form controls.":["Utilgjengelige navn (%names%) blir brukt til skjemakontroller."],"There are invalid mail header fields.":["Det finnes ugyldige mail-header-felt."],"HTML tags are used in a message.":["HTML-koder er brukt i en melding."],"Sender email address does not belong to the site domain.":["Avsenders e-postadresse tilhører ikke nettstedets domene."],"Invalid mailbox syntax is used.":["Ugyldig e-postkassesyntaks brukes."],"There is a possible empty field.":["Det er muligvis et tomt felt."],"%s configuration error detected":["%s konfigurasjonsfeil oppdaget","%s konfigurasjonsfeil oppdaget"],"%d configuration errors detected in this tab panel":["%d konfigurasjonsfeil funnet i denne fanen"],"1 configuration error detected in this tab panel":["1 konfigurasjonsfeil oppdaget i denne fanen"],"%d configuration errors detected":["%d konfigurasjonsfeil oppdaget"],"1 configuration error detected":["1 konfigurasjonsfeil oppdaget"],"There was an error saving the contact form.":["Det skjedde en feil under lagring av kontaktskjemaet."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s er <strong>utgått<\/strong> siden Contact Form 7 versjon %2$s! Bruk %3$s istedet."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Installer en meldingslagringsutvidelse før dette skjer med deg. %s lagrer alle meldinger sendt via kontaktskjema i databasen. Flamingo er en gratis WordPress utvidelse som er laget av samme forfatter som Contact Form 7"],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 lagrer ikke innsendte meldinger noe sted. Derfor kan du miste viktige meldinger for alltid hvis din e-postserver har problemer eller at du har satt opp noe feil i e-postinstillingene. "],"Before you cry over spilt mail&#8230;":["Før du gråter over mistede e-poster&#8230;"],"comment blacklist":["kommentar svarteliste"],"https:\/\/contactform7.com\/comment-blacklist\/":["http:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 støtter spam-filtrering med %1$s. Intelligente %2$s blokkerer irriterende spamroboter. Pluss, ved bruk av %3$s, kan du blokkere meldinger som inneholder spesifikke ord eller om de er sent fra en spesifikk IP-adresse."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Spammere forsøker seg overalt og dine kontaktskjema er ingen unntak. Før du blir spammet, beskytt dine kontaktskjema med den kraftfulle anti-spam funksjonen som Contact Form 7 tilbyr."],"Getting spammed? You have protection.":["Blir du spammet? Du har beskyttelse."],"Multiple form controls are in a single label element.":["Flere skjemakontroller er plassert inni et enkelt etikett-element."],"FAQ about Configuration Validator":["Ofte stilte spørsmål om konfigurasjons-sjekken"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["http:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Telefonnummeret er ugyldig."],"The URL is invalid.":["Lenken er ugyldig."],"The e-mail address entered is invalid.":["E-postadressen er ugyldig."],"The answer to the quiz is incorrect.":["Svaret til spørsmålet er feil."],"The number is larger than the maximum allowed.":["Nummeret er større en maksimumskravet."],"The number is smaller than the minimum allowed.":["Nummeret er mindre enn minimumskravet."],"The number format is invalid.":["Nummerformatet er ugyldig."],"There was an error uploading the file.":["Det var oppsto en feil mens filen lastet opp."],"The file is too big.":["Filen er for stor."],"You are not allowed to upload files of this type.":["Du har ikke lov til å laste opp filer av denne typen."],"There was an unknown error uploading the file.":["Det har oppstått en ukjent feil under opplastingen av filen."],"The date is after the latest one allowed.":["Datoen er satt senere enn det som er tillatt."],"The date is before the earliest one allowed.":["Datoen er satt tidligere enn det som er tillatt."],"The date format is incorrect.":["Datoformatet er feil."],"The field is too short.":["Feltet er for kort."],"The field is too long.":["Feltet er for langt."],"The field is required.":["Dette feltet er påkrevd."],"You must accept the terms and conditions before sending your message.":["Du må godta vilkårene før du sender meldingen."],"One or more fields have an error. Please check and try again.":["Ett eller flere felter har en feil. Vennligst sjekk og prøv igjen."],"There was an error trying to send your message. Please try again later.":["Det har oppstått en feil under sendingen av din melding. Prøv igjen senere."],"Thank you for your message. It has been sent.":["Takk for din melding. Den har nå blitt sendt."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Feilkonfigurasjon kan fører til at e-post ikke blir sendt og andre problemer. Gå gjennom dine kontaktskjemaer nå."],"Validate Contact Form 7 Configuration":["Gå gjennom \"Contact Form 7\"-instillinger"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Konfigurasjons-sjekk fullført. Ingen ugyldige kontaktskjema ble funnet."],"Configuration validation completed. %s invalid contact form was found.":["Konfigurasjons-sjekk fullført. Ett ugyldig kontaktskjema ble funnet.","Konfigurasjons-sjekk fullført. %s ugyldige kontaktskjemaer ble funnet."],"Validate Configuration":["Valider konfigurasjonen"],"Validate %s Contact Form Now":["Validerer %s Kontaktskjema nå.","Validerer %s Kontaktskjemaer nå."],"You are not allowed to validate configuration.":["Du har ikke lov til å validere konfigurasjonen."],"https:\/\/contactform7.com\/recaptcha\/":["http:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Hemmelig nøkkel"],"Site Key":["Nøkkel for nettstedet"],"Settings saved.":["Innstillinger lagret."],"Invalid key values.":["Teksten er ikke den samme."],"ERROR":["FEIL"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["http:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Enda en kontaktskjema-utvidelse. Enkel, men nyttig."],"https:\/\/contactform7.com\/":["http:\/\/contactform7.com\/"],"Contact form %d":["Kontaktskjema %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Lag skjema-kode for tekstfelt over flere linjer. For mer informasjon, se %s."],"text area":["tekstområde"],"This field requires author's URL":["Forfatterens nettside"],"This field requires author's email address":["Forfatterens epost-adresse"],"This field requires author's name":["Forfatterens navn"],"Akismet":["Akismet"],"Text Fields":["Tekstfelt"],"https:\/\/contactform7.com\/text-fields\/":["http:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Lag skjema-kode for telefonnummer på én linje. For mer informasjon, se %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Lag skjema-kode for nettadresser (URL) på én linje. For mer informasjon, se %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Lag skjema-kode for e-postadresser med én linje. For mer informasjon, se %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Lag skjema-kode for et vanlig tekstfeltet med én linje. For mer informasjon, se %s."],"tel":["tlf."],"URL":["URL"],"email":["e-post"],"text":["tekst"],"Telephone number that the sender entered is invalid":["Telefonnummeret som avsenderen har tastet inn er ikke gyldig."],"URL that the sender entered is invalid":["Nettadressen som avsenderen har tastet inn er ikke gyldig."],"Email address that the sender entered is invalid":["E-postadressen som avsenderen har tastet inn er ikke gyldig."],"Label":["Etikett"],"Submit Button":["Send-inn-knapp"],"https:\/\/contactform7.com\/submit-button\/":["http:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Lag skjema-kode for en send-inn-knapp. For mer informasjon, se %s. "],"submit":["Send inn"],"Insert a blank item as the first option":["Sett inn en et blankt felt som det første alternativet"],"Allow multiple selections":["Tillat flere valg"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Lag skjema-kode for nedtrekksliste. For mer informasjon, se %s."],"drop-down menu":["nedtrekksliste"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Ett Spørsmål\/svar sikkerhetskode per linje."],"Questions and answers":["Spørsmål og svar"],"Quiz":["Spørsmål"],"https:\/\/contactform7.com\/quiz\/":["http:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Lag skjema-kode for spørsmål og svar. For mer informasjon, se %s."],"quiz":["quiz"],"Sender doesn't enter the correct answer to the quiz":["Avsender har ikke svart riktig på spørsmålet."],"Slider":["Glidebryter"],"Spinbox":["tallboksen"],"Number Fields":["Nummerfelt"],"https:\/\/contactform7.com\/number-fields\/":["http:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Lag skjema-kode for et nummer-felt. For mer informasjon, se %s. "],"number":["nummer"],"Number is larger than maximum limit":["Tallet er større en maksimumsgrensen"],"Number is smaller than minimum limit":["Tallet er lavere en minimumsgrensen"],"Number format that the sender entered is invalid":["Tallformatet som avsenderen har skrevet inn er ikke riktig."],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Dette kontaktskjemaet inneholder opplastingsfelt, men den midlertidige mappen for filene (%s) finnes ikke eller er skrivebeskyttet. Du kan opprette mappen eller endre tillatelser manuelt."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["For å legge til filen som er lastet opp via dette feltet, må du sette inn den tilsvarende mail-tagg (%s) i filvedlegg feltet i kategorien Mail ."],"Acceptable file types":["Tillatte filtyper"],"File size limit (bytes)":["Begrensning på filstørrelse (bytes)"],"File Uploading and Attachment":["Filopplasting og vedlegg"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["http:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Lag skjema-kode for opplasting av en fil. For mer informasjon, se %s."],"file":["fil"],"Uploading a file fails for PHP error":["Opplasting av fil mislykkes p&aring; grunn av PHP-feil."],"Uploaded file is too large":["Opplastet fil er for stor"],"Uploaded file is not allowed for file type":["Opplastet filtype er ikke tillatt"],"Uploading a file fails for any reason":["Opplasting av fil mislyktes"],"Max":["Maks"],"Min":["Min"],"Range":["Skala"],"Use this text as the placeholder of the field":["Bruk denne teksten som eksempeltekst i dette feltet."],"Default value":["Standard verdi"],"Date Field":["Datofelt"],"https:\/\/contactform7.com\/date-field\/":["http:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Lag skjema-kode for å velge dato. For mer informasjon, se %s."],"date":["dato"],"Date is later than maximum limit":["Datoen er senere enn det som er tillatt"],"Date is earlier than minimum limit":["Datoen er tidligere enn det som er tillatt"],"Date format that the sender entered is invalid":["Datoformatet som avsenderen har skrevet inn er ikke riktig"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["For å bruke skjema-verdien gjennom dette feltet i en mail-tagg, må du sette inn den tilsvarende mail-tag (%s) i feltet i kategorien Mail."],"Make checkboxes exclusive":["Gjør avkrysningsbokser avgrenset"],"Wrap each item with label element":["Pakk hvert element inn i et label-element"],"Put a label first, a checkbox last":["Vis navnet først, og avkrysningsboksen til slutt."],"One option per line.":["Ett alternativ per linje."],"Required field":["Påkrevd felt"],"Field type":["Felttype"],"Checkboxes, Radio Buttons and Menus":["Aavkrysningsbokser, Radioknapper og Menyer"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["http:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Lag skjema-kode for en gruppe med radioknapper. For mer informasjon, se %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Lag skjema-kode for en gruppe med avkrysningsbokser. For mer informasjon, se %s."],"radio buttons":["Radioknapper"],"checkboxes":["avkrysningsbokser"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Dette kontaktskjemaet inneholder CAPTCHA-felt, men de n&oslash;dvendige bibliotekene (GD og FreeType) er ikke tilgjengelig p&aring; din server."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Dette kontaktskjemaet inneholder CAPTCHA-felt, men den midlertidige mappen for filene (%s) finnes ikke eller er skrivebeskyttet. Du kan opprette mappen eller endre tillatelsene manuelt."],"Input field settings":["Innstillinger for skjemafelt"],"Image settings":["Bildeinnstillinger"],"https:\/\/contactform7.com\/captcha\/":["http:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["For å bruke CAPTCHA, må du først installere og aktivere %s utvidelsen."],"To use CAPTCHA, you first need to install and activate %s plugin.":["For å bruke CAPTCHA, må du først installere og aktivere %s utvidelsen."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Koden du skrev inn er feil."],"The code that sender entered does not match the CAPTCHA":["Koden som avsender skrev inn stemmer ikke med CAPTCHA-bildet"],"Insert Tag":["Sett inn tag"],"Class attribute":["Class Egenskaper"],"Id attribute":["Id Egenskaper"],"Options":["Innstillinger"],"Name":["Navn"],"Acceptance Checkbox":["Avkrysningsboks for godkjennelse"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["http:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Lag skjema-kode for en avkrysningsboks. For mer informasjon, se %s."],"acceptance":["godkjenning"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["<code>%1$s<\/code> tilhører et <code>WPCF7_ContactForm<\/code>-objekt er <strong>ikke lenger tilgjengelig<\/strong>. Bruk metoden <code>%2$s<\/code> isteden."],"Untitled":["Uten tittel"],"Contact Form":["Kontaktskjema"],"There is a field with input that is shorter than the minimum allowed length":["Et av feltene inneholder for få tegn."],"There is a field with input that is longer than the maximum allowed length":["Et av feltene inneholder for mange tegn."],"There is a field that the sender must fill in":["Det gjenstår et felt som må fylles ut."],"There are terms that the sender must accept":["Det er vilkår som avsenderen må akseptere"],"Submission was referred to as spam":["Registreringen ble markert som søppelpost"],"Validation errors occurred":["Feil oppstod"],"Sender's message failed to send":["Avsenders melding ble ikke sendt"],"Sender's message was sent successfully":["Avsenders melding ble sendt"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Denne e-posten ble sendt fra et kontaktskjema på %1$s (%2$s)"],"Message Body:":["Meldingstekst:"],"Subject: %s":["Emne: %s"],"From: %s":["Fra: %s"],"Send":["Send"],"Your Message":["Melding"],"Your Email":["E-post"],"(required)":["(obligatorisk)"],"Your Name":["Ditt navn"],"Form-tag Generator: %s":["Skjema-tag generator: %s"],"For more information:":["For mer informasjon:"],"Any information you provide will not be shared with service providers without your authorization.":["Ingen informasjon vil ikke bli delt med andre tjenesteleverandører uten at du har godkjent det."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Du må kanskje først registrere deg for en konto med tjenesten som du har tenkt å bruke. Når du gjør det, ville du trenge å autorisere Contact Form 7 tilgang til tjenesten med kontoen din."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["På denne skjermen kan du administrere tjenester som er tilgjengelige via Contact Form 7. Å bruke API vil tillate deg å samarbeide med alle tjenester som er tilgjengelige."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Det finnes også spesielle mail-koder som har spesifikke navn, men som ikke har tilsvarende skjema -tagger. De brukes til å representere metainformasjon av skjemaene som innsenderens IP -adresse eller nettadressen til siden ."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["En mail-tag er også en kortkode i hakeparenteser som du kan bruke i alle feltene i e-post og e-post (2). En mail-tag representerer brukerinput fra skjemaet."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Selv om skjema-kodene har en forholdsvis komplisert syntaks, trenger du ikke å vite syntaksen for å legge til skjema-koder, fordi du kan bruke generatoren (<strong> Generer Tag<\/strong> på denne skjermen) ."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["En skjema-tag er en kortkode i hakeparenteser som brukes i skjemainnhold. En skjema-tag generelt representerer et inntastingsfelt, og komponentene kan deles inn i fire deler: type, navn , alternativer og verdier. Contact Form 7 støtter flere typer form-tags inkludert tekstfelt, antall felt, datofelt, avkrysningsbokser, radioknapper, menyer, fil - opplasting felt, CAPTCHA og quiz felt."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Flere innstillinger<\/strong> gir deg mulighet til å endre hvordan kontaktskjemaet oppfører seg ved å legge til egne kodesnutter."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["I <strong>Meldinger<\/strong>, kan du redigere ulike tilbakemeldinger som brukes av dette kontaktskjemaet. Tilbakemeldingene er relativt korte meldinger, som eksempelvis tilbakemelding på at en bruker ikke har fylt ut et påkrevd felt."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>E-post (2)<\/strong> styrer utseende på samme måte som e-post. Forskjellen er at e-post (2) kun blir sendt når en vanlig e-post er blitt sendt."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>E-post<\/strong> styrer utseende på e-postene (emnefelt og meldingstekst) som blir sendt hver gang en bruker sender inn dette kontaktskjemaet. Her kan du bruke Contact Form 7 sine 7&#8217;s kortkoder for e-post."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Skjema<\/strong> inneholder all HTML-koden som utgjør et kontaktskjema.\nDu kan bruke alle HTML-tagger som er støttet av form-taggen. I tillegg til kortkodene fra Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Tittel<\/strong> er tittelen på et kontaktskjema. Tittelen brukes kun som merkelapp, og kan redigeres."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["I dette skjermbilde kan du redigere kontaktskjema. Et kontaktskjema består av følgende komponenter:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Lag kopi<\/strong> - Lager en kopi av det valgte kontaktskjemaet. Kopien inneholder det samme innholdet som originalen, men får sin egen ID. "],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Rediger<\/strong> - Tar deg til redigeringsskjermen for akkurat dette kontaktskjemaet. Du kan også nå redigeringsskjermen ved å klikke på tittelen til kontaktskjemaet."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Hvis du holder over en rad i listen med kontaktskjemaer, vil du se hvilken endringer du kan gjøre med akkurat dette kontaktskjemaet. Du kan gjennomføre følgende endringer:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Her kan du administrere alle kontaktskjemaene som er laget med Contact Form 7. Du kan administrere et ubegrenset antall kontaktskjemaer. Hvert kontaktskjemaet har en unik ID, og en unik kortkode som eksmpelvis: ([contact-form-7 …]). Kortkodene gjør det enkelt å inkludere kontaktskjemaene i sider, innlegg eller tekst-widgeter."],"Mail-tags":["E-post-tags"],"Form-tags":["Skjema-tags"],"Available Actions":["Tilgjengelige handlinger"],"Overview":["Oversikt"],"You can add customization code snippets here. For details, see %s.":["Du kan legge til egne kodesnutter her. For detaljer, se %s."],"https:\/\/contactform7.com\/additional-settings\/":["http:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Filvedlegg"],"Use HTML content type":["Bruk HTML"],"Exclude lines with blank mail-tags from output":["Fjern linjer med tomme tagger når e-posten blir sendt"],"Message Body":["Meldingstekst"],"Additional Headers":["Andre emnefelt"],"Subject":["Emne"],"From":["Fra"],"To":["Til"],"In the following fields, you can use these mail-tags:":["I følgende felter kan du bruke tagger for e-post."],"Mail (2) is an additional mail template often used as an autoresponder.":["E-post (2) er en ekstra mal for e-poster, og brukes ofte brukes som autosvar."],"Use Mail (2)":["Bruk e-post (2)"],"Mail (2)":["E-post (2)"],"Y\/m\/d":["Y-m-d"],"%s ago":["%s siden"],"Y\/m\/d g:i:s A":["Y-m-d H:i:s"],"Edit &#8220;%s&#8221;":["Endre &#8220;%s&#8221;"],"Edit":["Rediger"],"Date":["Dato"],"Author":["Forfatter"],"Shortcode":["Kortkode"],"Title":["Tittel"],"Additional Settings":["Flere innstillinger"],"Additional Settings (%d)":["Flere innstillinger (%d)"],"Messages":["Meldinger"],"Mail":["E-post"],"Form":["Skjema"],"Support":["St&oslash;tte"],"https:\/\/contactform7.com\/support\/":["http:\/\/contactform7.com\/support\/"],"FAQ":["FAQ"],"https:\/\/contactform7.com\/faq\/":["http:\/\/contactform7.com\/faq\/"],"Docs":["Dokumentasjon"],"https:\/\/contactform7.com\/docs\/":["http:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Er du sikker p&aring; at du vil slette dette kontaktskjemaet? \n'Avbryt' for &aring; stoppe, 'OK' for &aring; fortsette."],"Delete":["Slett"],"Duplicate":["Duplikat"],"Status":["Status"],"You can also use this old-style shortcode:":["Du kan også bruke gammeldagse kortkoder:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Kopier denne kortkoden og lim den inn i en side, et innlegg eller en tekst-widget."],"Enter title here":["Skriv inn tittel her"],"Save":["Lagre"],"You are not allowed to edit this contact form.":["Du har ikke tillatelse til å endre dette kontaktskjemaet"],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["http:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["http:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Setter opp e-post"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 trenger din støtte."],"Dismiss":["Forkast"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s krever WordPress %2$s eller nyere.<\/strong> Vennligst <a href=\"%3$s\">oppdater WordPress<\/a> først."],"Settings":["Innstillinger"],"Contact form deleted.":["Kontaktskjema slettet."],"Contact form saved.":["Kontaktskjema lagret."],"Contact form created.":["Kontaktskjema opprettet."],"Search Contact Forms":["Søk i kontaktskjemaer"],"Search results for &#8220;%s&#8221;":["Søkeresultater for «%s»"],"The changes you made will be lost if you navigate away from this page.":["Endringene du har gjort går tapt hvis du navigerer bort fra denne siden."],"Error in deleting.":["Feil ved sletting."],"You are not allowed to delete this item.":["Du har ikke lov til å slette dette elementet."],"You are not allowed to edit this item.":["Du har ikke lov til å redigere dette."],"Integration":["Integrasjon"],"Integration with Other Services":["Integrer med andre tjenester"],"Add New":["Legg til ny"],"Add New Contact Form":["Legg til nytt kontaktskjema"],"Contact Forms":["Kontaktskjema"],"Edit Contact Form":["Rediger kontaktskjema"],"Contact":["Kontakt"],"Contact Form 7":["Contact Form 7"]}