{"HTTP Response: %1$s %2$s from %3$s":["Risposta HTTP: %1$s %2$s da %3$s"],"Save Changes":["Salva le modifiche"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["reCAPTCHA ti protegge contro lo spam ed altri tipi di abusi automatizzati. Con il modulo di integrazione reCAPTCHA di Contact Form 7, puoi bloccare invii abusivi dei moduli da parte di bot spam. Per i dettagli, vedi %s."],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["Le chiavi API per reCAPTCHA v3 sono diverse da quelle per v2; le chiavi per v2 non funzionano con le API v3. Devi registrare nuovamente i tuoi siti per avere nuove chiavi per la v3. Per tutti i dettagli, vedi %s."],"Connect to the Constant Contact API":["Connetti alle API di Constant Contact"],"API keys\u0004Remove Keys":["Rimuovi chiavi"],"Set this URL as the redirect URI.":["Imposta questa URL come redirect URI."],"Redirect URI":["Redirect URI"],"App Secret":["App Secret"],"API Key":["Chiave API"],"Setup Integration":["Imposta integrazione"],"Constant Contact Integration":["Integrazione Constant Contact"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["Il modulo di integrazione di Constant Contact consente di inviare i dati dei contatti raccolti tramite i moduli di contatto all'API di Constant Contact. È possibile creare servizi di abbonamento email affidabili in pochi semplici passaggi. Per i dettagli, vedi %s."],"Constant Contact":["Constant Contact"],"Email Marketing":["Email marketing"],"It is not allowed to use files outside the wp-content directory.":["Non è consentito usare file al di fuori della directory wp-content."],"Make this checkbox optional":["Rendi questo checkbox facoltativo"],"Professional Services":["Servizi professionali"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Forum di supporto"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Ecco alcune risorse disponibili per aiutarti nella risoluzione di problemi."],"Do you need help?":["Hai bisogno di aiuto?"],"Condition":["Condizione"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Non accettato"],"Consented":["Accettato"],"Sending mail has been aborted.":["L'invio di email è stato interrotto."],"You can edit messages used in various situations here. For details, see %s.":["Qui puoi modificare i messaggi usati in varie situazioni. Per i dettagli, vedere %s."],"Editing Messages":["Modifica dei messaggi"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Qui puoi modificare il template dell'email. Per i dettagli, vedere %s."],"You can edit the form template here. For details, see %s.":["Qui puoi modificare il template del modulo. Per i dettagli, vedere %s."],"Editing Form Template":["Modifica del template del Modulo"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(freccia sinistra e destra)"],"%1$s %2$s keys switch panels":["I tasti %1$s %2$s permettono di passare da un pannello all'altro"],"(configuration error)":["(errore di configurazione)"],"How to resolve?":["Come risolvere?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["La tua donazione contribuirà a incoraggiare e supportare lo sviluppo continuo del plugin ed un migliore supporto."],"making a donation":["fai una donazione"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Se ti piace Contact Form 7 e lo trovi utile, considera di %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["È difficile continuare a sviluppare e supportare questo plugin senza contributi da utenti come te."],"This contact form is available only for logged in users.":["Questo form di contatto è disponibile solo per gli utenti connessi."],"Deprecated settings are used.":["Sono state usate impostazioni deprecate."],"To use CAPTCHA, you need %s plugin installed.":["Per utilizzare CAPTCHA, deve essere installato il plugin %s."],"There was an error deleting the contact form.":["Si è verificato un errore eliminando il modulo di contatto."],"You are not allowed to access the requested contact form.":["Non sei abilitato ad accedere al modulo di contatto richiesto."],"The requested contact form was not found.":["Il modulo di contatto richiesto non è stato trovato."],"You are not allowed to create a contact form.":["Non sei abilitato a creare un modulo di contatto."],"Cannot create existing contact form.":["Impossibile creare un modulo di contatto già esistente."],"You are not allowed to access contact forms.":["Non sei abilitato ad accedere ai moduli di contatto."],"Attachment file does not exist at %path%.":["Il file allegato non esiste in %path%."],"Invalid mailbox syntax is used in the %name% field.":["La sintassi per l'indirizzo di posta nel campo %name% non è valida."],"Unavailable names (%names%) are used for form controls.":["Nomi non disponibili (%names%) sono stati usati per i controlli del modulo."],"There are invalid mail header fields.":["Ci sono campi header non validi."],"HTML tags are used in a message.":["Sono stati usati tag HTML in un messaggio."],"Sender email address does not belong to the site domain.":["L'indirizzo email del mittente non coincide con il dominio del sito."],"Invalid mailbox syntax is used.":["È stata usata una sintassi di indirizzo di posta non valida."],"There is a possible empty field.":["È possibile che un campo sia vuoto."],"%s configuration error detected":["Trovato %s errore di configurazione","Trovati %s errori di configurazione"],"%d configuration errors detected in this tab panel":["Trovati %d errori di configurazione in questa scheda"],"1 configuration error detected in this tab panel":["Trovato 1 errore di configurazione in questa scheda"],"%d configuration errors detected":["Trovati %d errori di configurazione"],"1 configuration error detected":["1 errore di configurazione trovato"],"There was an error saving the contact form.":["Si è verificato un errore nel salvataggio del modulo di contatto."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s è <strong>deprecato<\/strong> dalla versione %2$s! Utilizza invece %3$s."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Installa un plugin di archiviazione di messaggi prima che succeda anche a te. %s conserva nel database tutti i messaggi provenienti da form di contatto. Flamingo è un plugin per WordPress gratuito creato dallo stesso autore di Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 non memorizza da nessuna parte i messaggi inviati. Quindi, potresti perdere per sempre messaggi importanti se il tuo server di posta dovesse avere qualche problema o se fai un errore nella configurazione della posta."],"Before you cry over spilt mail&#8230;":["Prima che tu pianga per la perdita di email&#8230;"],"comment blacklist":["lista nera dei commenti"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 supporta i filtri per lo spam con %1$s. %2$s intelligente blocca i noiosi robot di spam. Inoltre, usando %3$s, puoi bloccare i messaggi contenenti particolari parole chiave o quelli inviati da indirizzi IP specifici."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Gli spammer prendono di mira qualsiasi cosa; i tuoi form di contatto non sono eccezione. Prima che tu riceva dello spam, proteggi i tuoi form di contatto con le potenti funzioni anti-spam che ti fornisce Contact Form 7."],"Getting spammed? You have protection.":["Stai ricevendo dello spam? Ecco la protezione."],"Multiple form controls are in a single label element.":["Molteplici controlli del modulo sono posizionati in un unico elemento etichetta."],"FAQ about Configuration Validator":["Domande frequenti a proposito del Validatore di configurazione"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Il numero di telefono non è valido."],"The URL is invalid.":["L'URL non è valido. "],"The e-mail address entered is invalid.":["L'indirizzo e-mail inserito non è valido."],"The answer to the quiz is incorrect.":["La risposta al quiz non è corretta."],"The number is larger than the maximum allowed.":["Il numero è superiore al massimo consentito."],"The number is smaller than the minimum allowed.":["Il numero è inferiore al minimo consentito."],"The number format is invalid.":["Il formato numerico non è valido."],"There was an error uploading the file.":["Si è verificato un errore nel caricare il file."],"The file is too big.":["Il file è troppo grande."],"You are not allowed to upload files of this type.":["Non sei abilitato al caricamenti di file di questo tipo."],"There was an unknown error uploading the file.":["Si è verificato un errore sconosciuto durante il caricamento del file."],"The date is after the latest one allowed.":["La data è successiva all'ultima data consentita."],"The date is before the earliest one allowed.":["La data è antecedente alla prima data consentita."],"The date format is incorrect.":["Il formato della data non è corretto."],"The field is too short.":["Il campo è troppo corto."],"The field is too long.":["Il campo è troppo lungo."],"The field is required.":["Il campo è richiesto."],"You must accept the terms and conditions before sending your message.":["Devi accettare termini e condizioni prima di inviare il tuo messaggio."],"One or more fields have an error. Please check and try again.":["Uno o più campi hanno errori. Per favore controlla e prova di nuovo."],"There was an error trying to send your message. Please try again later.":["Si è verificato un errore durante l'invio del tuo messaggio. Per favore prova di nuovo."],"Thank you for your message. It has been sent.":["Grazie per il tuo messaggio. È stato inviato."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Una configurazione non corretta può portare a invii falliti o altri problemi. Valida ora i tuoi moduli di contatto."],"Validate Contact Form 7 Configuration":["Valida la configurazione di Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Validazione configurazione completata. Nessun modulo di contatto non valido trovato."],"Configuration validation completed. %s invalid contact form was found.":["Validazione della configurazione completata. %s modulo di contatto non valido trovato.","Validazione della configurazione completata. %s moduli di contatto non validi trovati."],"Validate Configuration":["Valida la configurazione"],"Validate %s Contact Form Now":["Valida ora %s modulo di contatto","Valida ora %s moduli di contatto"],"You are not allowed to validate configuration.":["Non sei abilitato a validare la configurazione."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Chiave segreta"],"Site Key":["Chiave del sito"],"Settings saved.":["Impostazioni salvate."],"Invalid key values.":["Valori chiave non validi."],"ERROR":["ERRORE"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Solo un altro plugin per moduli di contatto. Semplice ma flessibile."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Modulo di contatto %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Genera un form-tag per un campo di inserimento di testo su più righe. Per ulteriori dettagli, vedere %s."],"text area":["area di testo"],"This field requires author's URL":["Questo campo necessita dell'URL autore"],"This field requires author's email address":["Questo campo necessita dell'indirizzo email dell'autore"],"This field requires author's name":["Questo campo necessita del nome autore"],"Akismet":["Akismet"],"Text Fields":["Campi di Testo"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Genera un form-tag per un campo di inserimento numero di telefono a linea singola. Per ulteriori dettagli, vedere %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Genera un form-tag per un campo di inserimento URL a riga singola. Per ulteriori dettagli, vedere %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Genera un form-tag per un campo di input email a riga singola. Per ulteriori dettagli, vedere %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Genera un form-tag per un campo di input di testo normale a riga singola. Per ulteriori dettagli, vedere %s."],"tel":["tel"],"URL":["URL"],"email":["email"],"text":["testo"],"Telephone number that the sender entered is invalid":["Il numero di telefono che il mittente ha inserito non è valido"],"URL that the sender entered is invalid":["L'URL che il mittente ha inserito non è valido"],"Email address that the sender entered is invalid":["L'indirizzo email inserito dal mittente non è valido"],"Label":["Etichetta"],"Submit Button":["Pulsante di invio"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Genera un form-tag per un pulsante di invio. Per ulteriori dettagli, vedere %s."],"submit":["invia"],"Insert a blank item as the first option":["Inserire un elemento vuoto come prima opzione"],"Allow multiple selections":["Consenti selezioni multiple"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Genera un form-tag per un menu a discesa. Per ulteriori dettagli, vedere %s."],"drop-down menu":["menu a discesa"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Una coppia domanda-risposta separata da | per riga (es. La capitale d'Italia? | Roma)."],"Questions and answers":["Domande e risposte"],"Quiz":["Quesito"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Genera un form-tag per una coppia domanda-risposta. Per ulteriori dettagli, vedere %s."],"quiz":["quiz"],"Sender doesn't enter the correct answer to the quiz":["Il mittente non ha inserito la risposta corretta"],"Slider":["Slider"],"Spinbox":["Casella numerica"],"Number Fields":["Campi Numerici"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Genera un form-tag per un campo per l'inserimento di un valore numerico. Per ulteriori dettagli, vedere %s."],"number":["numero"],"Number is larger than maximum limit":["Il numero è superiore al limite massimo"],"Number is smaller than minimum limit":["Il numero è inferiore al limite minimo"],"Number format that the sender entered is invalid":["Il formato numerico che il mittente inserito non è valido"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Questo modulo di contatto contiene dei campi per l'upload dei file, ma la cartella temporanea per i file (%s) non esiste oppure non è scrivibile. Puoi creare la cartella o modificare oppure modificare manualmente i suoi permessi."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Per allegare il file caricato tramite questo campo alla mail, è necessario inserire il corrispondente mail-tag (%s) nel campo File allegati nella scheda Mail."],"Acceptable file types":["Tipologia di file consentiti"],"File size limit (bytes)":["Limite di dimensione del file (bytes)"],"File Uploading and Attachment":["Caricamento file e allegati"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Genera un form-tag per un campo di caricamento di file. Per ulteriori dettagli, vedere %s."],"file":["file"],"Uploading a file fails for PHP error":["Non è stato possibile caricare il file (errore PHP)"],"Uploaded file is too large":["Non è stato possibile caricare il file (dimensione eccessiva)"],"Uploaded file is not allowed for file type":["Il file caricato ha un'estensione non consentita"],"Uploading a file fails for any reason":["Non è stato possibile caricare il file (ragione generica)"],"Max":["Max"],"Min":["Min"],"Range":["Intervallo"],"Use this text as the placeholder of the field":["Utilizzare questo testo come segnaposto del campo"],"Default value":["Valore predefinito"],"Date Field":["Campo Data"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Genera un form-tag per un campo di inserimento data. Per ulteriori dettagli, vedere %s."],"date":["data"],"Date is later than maximum limit":["La data è successiva al limite massimo"],"Date is earlier than minimum limit":["La data è antecedente al limite minimo"],"Date format that the sender entered is invalid":["Il formato della data che il mittente ha inserito non è valido"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Per usare il valore inserito per questo campo nella mail, devi inserire il corrispondente mail-tag (%s) nella scheda Mail."],"Make checkboxes exclusive":["Rendi esclusive le caselle di controllo"],"Wrap each item with label element":["Accorpa ogni elemento con l'etichetta"],"Put a label first, a checkbox last":["Mette un'etichetta prima, una casella di controllo dopo"],"One option per line.":["Una opzione per linea."],"Required field":["Campo Richiesto"],"Field type":["Tipo di campo"],"Checkboxes, Radio Buttons and Menus":["Caselle di controllo, pulsanti di opzione e menu"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Genera un form-tag per un gruppo di pulsanti di opzione. Per ulteriori dettagli, vedere %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Genera un form-tag per un gruppo di caselle di controllo. Per ulteriori dettagli, vedere %s."],"radio buttons":["pulsanti di opzione"],"checkboxes":["caselle di controllo"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Questo modulo di contatto contiene dei campi CAPTCHA, ma le librerie necessarie (GD e FreeType) non sono disponibili nel tuo server."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Questo modulo di contatto contiene dei campi CAPTCHA, ma la cartella temporanea per i file (%s) non esiste oppure non è scrivibile. Puoi creare la cartella o modificare oppure modificare manualmente i suoi permessi."],"Input field settings":["Impostazione campo dati"],"Image settings":["Impostazioni immagine"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Genera form-tag per l'immagine CAPTCHA ed un corrispondente campo di inserimento risposta. Per ulteriori dettagli, vedere %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Per usare CAPTCHA, devi prima installare ed attivare il plugin %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Il codice che hai inserito non è valido."],"The code that sender entered does not match the CAPTCHA":["Il codice inserito dal mittente non corrisponde con il CAPTCHA"],"Insert Tag":["Inserisci Tag"],"Class attribute":["Attributo classe"],"Id attribute":["Attributo Id"],"Options":["Opzioni"],"Name":["Nome"],"Acceptance Checkbox":["Casella di Accettazione"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Genera un form-tag per una casella di controllo di accettazione. Per ulteriori dettagli, vedere %s."],"acceptance":["accettazione"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["La propirietà <code>%1$s<\/code> di un oggetto <code>WPCF7_ContactForm<\/code> <strong>non è più accessibile<\/strong>. Usa in alternativa il metodo <code>%2$s<\/code>."],"Untitled":["Senza titolo"],"Contact Form":["Modulo di contatto"],"There is a field with input that is shorter than the minimum allowed length":["C'è un campo con un contenuto più corto della lunghezza minima consentita"],"There is a field with input that is longer than the maximum allowed length":["C'è un campo con un contenuto più lungo della lunghezza massima consentita"],"There is a field that the sender must fill in":["È presente un campo dati che deve essere compilato dal mittente"],"There are terms that the sender must accept":["Sono presenti dei termini che devono essere accettati dal mittente"],"Submission was referred to as spam":["L'invio è stato classificato come spam"],"Validation errors occurred":["Si è verificato un errore di convalida"],"Sender's message failed to send":["Il messaggio del mittente non è stato inviato"],"Sender's message was sent successfully":["Il messaggio del mittente è stato inviato con successo"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Questa e-mail è stata inviata da un modulo di contatto su %1$s (%2$s)"],"Message Body:":["Corpo del messaggio:"],"Subject: %s":["Oggetto: %s"],"From: %s":["Da: %s"],"Send":["Invia"],"Your Message":["Il tuo messaggio"],"Your Email":["La tua email"],"(required)":["(richiesto)"],"Your Name":["Il tuo nome"],"Form-tag Generator: %s":["Generatore Form-tag: %s"],"For more information:":["Per maggiori informazioni:"],"Any information you provide will not be shared with service providers without your authorization.":["Tutte le informazioni fornite non saranno condivise con i fornitori dei servizi senza la tua autorizzazione."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Potrebbe essere necessario registrarsi per un account con il servizio che si intende utilizzare. Quando si fa, si potrebbe aver bisogno di autorizzare Contact Form 7 per accedere al servizio con il proprio account."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["In questa schermata, è possibile gestire i servizi che sono disponibili attraverso Contact Form 7. L'utilizzo dell'API ti permetterà di collaborare con tutti i servizi che sono disponibili."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Ci sono anche speciali mail-tag che hanno nomi specifici, ma non hanno corrispondenti form-tag. Sono utilizzati per rappresentare meta informazioni dell'invio del modulo, come l'indirizzo IP del mittente o l'URL della pagina."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Un mail-tag è uno shortcode racchiuso tra parentesi quadre che può essere utilizzato in ogni campo dei modelli Mail e Mail (2). Un mail-tag rappresenta un valore inserito dall'utente in un campo di input di un corrispondente form-tag."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Anche se i form-tag hanno una sintassi relativamente complessa, non occorre conoscerla per poterli utilizzare in quanto è possibile utilizzare il generatore di tag (pulsante <strong>Genera Tag<\/strong> in questa schermata)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Un form-tag è un codice racchiuso tra parentesi quadre usato in un contenuto del modulo. Un form-tag rappresenta generalmente un campo di input, ed i suoi componenti possono essere suddivisi in quattro parti: tipo, nome, opzioni e valori. Contact Form 7 supporta diversi tipi di form-tag, tra cui campi di testo, campi numerici, campi data, caselle di controllo, pulsanti di opzione, menu, campi di caricamento file, CAPTCHA, e campi quiz."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Impostazioni aggiuntive<\/strong> fornisce la possibilità di personalizzare il comportamento di questo modulo di contatto con l'aggiunta di frammenti di codice."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["In <strong>Messaggi<\/strong>, puoi modificare i vari tipi di messaggi utilizzati per questo modulo di contatto. Questi messaggi sono relativamente brevi, come un messaggio di errore di validazione visibile quando si lascia vuoto un campo obbligatorio."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Mail (2)<\/strong> è un modello di mail aggiuntivo che funziona in modo analogo a Mail. Mail (2) è differente in quanto viene inviato solo quando Mail è stato inviato con successo."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Mail<\/strong> gestisce un modello di mail (intestazioni e corpo del messaggio) che questo modulo di contatto invierà quando gli utenti lo compilano. È possibile utilizzare i mail-tag di Contact Form 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Modulo<\/strong> è un contenuto di form HTML. Puoi utilizzare codice HTML arbitrario, limitatamente a ciò che è consentito all'interno di un elemento form. Puoi inoltre utilizzare i form-tag di Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Titolo<\/strong> è il titolo di un modulo di contatto. Questo titolo viene utilizzato solo per l'etichetta di un modulo di contatto, e può essere modificato."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["In questa schermata, è possibile modificare un modulo di contatto. Un modulo di contatto è costituito dai seguenti componenti:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplica<\/strong> - Clona un modulo di contatto. Un modulo di contatto clonato eredita tutti i contenuti da quello originale, ma ha un ID diverso."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Modifica<\/strong> - Passa alla schermata di modifica per quel modulo di contatto. È anche possibile raggiungere quello schermo cliccando sul titolo del modulo di contatto."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Passando con il mouse sopra una riga dell'elenco dei moduli di contatto verranno visualizzati i link di azione che ti consentono di gestire il tuo modulo di contatto. Puoi eseguire le seguenti azioni:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["In questa schermata, è possibile gestire moduli di contatto forniti da Contact Form 7. È possibile gestire un numero illimitato di moduli di contatto. Ogni modulo di contatto ha un ID e uno shortcode Contact Form 7 ([contact-form-7 ...]) univoci. Per inserire un modulo di contatto in un post o in un widget di testo, inserire lo shortcode nella destinazione."],"Mail-tags":["Mail-tags"],"Form-tags":["Form-tags"],"Available Actions":["Azioni Disponibili"],"Overview":["Panoramica"],"You can add customization code snippets here. For details, see %s.":["È possibile aggiungere gli snippet di codice personalizzato qui. Per ulteriori informazioni, vedere %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["File Allegati"],"Use HTML content type":["Utilizza contenuti in HTML"],"Exclude lines with blank mail-tags from output":["Escludi dall'ouput le linee con mail-tag vuoti"],"Message Body":["Corpo del messaggio"],"Additional Headers":["Intestazioni addizionali"],"Subject":["Oggetto"],"From":["Da"],"To":["A"],"In the following fields, you can use these mail-tags:":["Nei campi seguenti, puoi utilizzare questi mail-tag:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Mail (2) è un modello di mail aggiuntivo spesso utilizzato come una risposta automatica."],"Use Mail (2)":["Usa Mail (2)"],"Mail (2)":["Mail (2)"],"Y\/m\/d":["Y\/m\/d"],"%s ago":["%s fa"],"Y\/m\/d g:i:s A":["Y\/m\/d g:i:s A"],"Edit &#8220;%s&#8221;":["Modifica &#8220;%s&#8221;"],"Edit":["Modifica"],"Date":["Data"],"Author":["Autore"],"Shortcode":["Shortcode"],"Title":["Titolo"],"Additional Settings":["Impostazioni aggiuntive"],"Additional Settings (%d)":["Impostazioni aggiuntive (%d)"],"Messages":["Messaggi"],"Mail":["Mail"],"Form":["Modulo"],"Support":["Supporto"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["FAQ"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Documentazione"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Stai per cancellare questo modulo di contatto.\n  'Cancel' per annullare, 'OK' per proseguire."],"Delete":["Elimina"],"Duplicate":["Duplica"],"Status":["Stato"],"You can also use this old-style shortcode:":["È inoltre possibile utilizzare questo shortcode vecchio stile:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Copia questo shortcode ed incollalo nel tuo articolo, pagina o contenuto di un widget di testo:"],"Enter title here":["Inserisci qui il titolo"],"Save":["Salva"],"You are not allowed to edit this contact form.":["Non sei autorizzato a modificare questo modulo di contatto."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Impostazioni dell’email"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 ha bisogno del tuo supporto."],"Dismiss":["Ignora"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s richiede WordPress %2$s o superiorer.<\/strong> Aggiorna <a href=\"%3$s\">WordPress<\/a> prima di procedere."],"Settings":["Impostazioni"],"Contact form deleted.":["Il modulo di contatto è stato cancellato. "],"Contact form saved.":["Il modulo di contatto è stato salvato. "],"Contact form created.":["Il modulo di contatto è stato creato."],"Search Contact Forms":["Ricerca moduli di contatto"],"Search results for &#8220;%s&#8221;":["Risultati ricerca per &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Se si abbandona questa pagina i cambiamenti effettuati verranno persi."],"Error in deleting.":["Errore durante cancellazione."],"You are not allowed to delete this item.":["Non puoi cancellare questo elemento."],"You are not allowed to edit this item.":["Non puoi modificare questo elemento."],"Integration":["Integrazione"],"Integration with Other Services":["Integrazione con altri servizi"],"Add New":["Aggiungi nuovo"],"Add New Contact Form":["Aggiungi nuovo modulo di contatto"],"Contact Forms":["Moduli di contatto"],"Edit Contact Form":["Modifica modulo di contatto"],"Contact":["Contatto"],"Contact Form 7":["Contact Form 7"]}