{"HTTP Response: %1$s %2$s from %3$s":["HTTP レスポンス: %1$s %2$s from %3$s"],"Save Changes":["変更を保存"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["reCAPTCHA はスパムやその他の自動化された嫌がらせからあなたを守ります。Contact Form 7 の reCAPTCHA インテグレーションモジュールを使えば、スパムボットによる不正なフォーム送信を遮断できます。詳しくは %s を参照してください。"],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["reCAPTCHA v3 と v2 の API キーはそれぞれ別のものです。v2 のキーは v3 の API では機能しません。再度サイトを登録して v3 のキーを新規に入手しましょう。詳しくは %s を参照してください。"],"Connect to the Constant Contact API":["Constant Contact API に接続"],"API keys\u0004Remove Keys":["キーを削除"],"Set this URL as the redirect URI.":["この URL をリダイレクト URI として設定します。"],"Redirect URI":["リダイレクト URI"],"App Secret":["App シークレット"],"API Key":["API キー"],"Setup Integration":["インテグレーションのセットアップ"],"Constant Contact Integration":["Constant Contact インテグレーション"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/ja\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["Constant Contact インテグレーションモジュールにより、コンタクトフォーム経由で集められた連絡先データを Constant Contact API に送ることが可能になります。信頼性の高いメール購読サービスをほんのわずかな手順で立ち上げられるようになります。詳しくは %s を参照してください。"],"Constant Contact":["Constant Contact"],"Email Marketing":["メールマーケティング"],"It is not allowed to use files outside the wp-content directory.":["wp-content ディレクトリの外部にあるファイルは指定できません。"],"Make this checkbox optional":["チェックボックスを任意選択にする"],"Professional Services":["プロによるサービス"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["サポートフォーラム"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/ja.wordpress.org\/support\/topic-tag\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$sと%2$s"],"Here are some available options to help solve your problems.":["問題解決の助けとなるいくつかの選択肢を紹介します。"],"Do you need help?":["お困りですか?"],"Condition":["同意条件"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["同意しない"],"Consented":["同意する"],"Sending mail has been aborted.":["メールの送信が中断されました。"],"You can edit messages used in various situations here. For details, see %s.":["様々な状況で用いられるメッセージをここで編集できます。詳しくは%sを参照。"],"Editing Messages":["メッセージを編集する"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/ja\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["メールのテンプレートをここで編集できます。詳しくは%sを参照。"],"You can edit the form template here. For details, see %s.":["フォームのテンプレートをここで編集できます。詳しくは%sを参照。"],"Editing Form Template":["フォームのテンプレートを編集する"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/ja\/editing-form-template\/"],"(left and right arrow)":["(左右の矢印)"],"%1$s %2$s keys switch panels":["%1$s %2$s キーでパネルを切り替え"],"(configuration error)":["(設定エラー)"],"How to resolve?":["解決するには?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["あなたの寄付がこのプラグインの継続的な開発とより良いユーザーサポートの提供を支えます。"],"making a donation":["少額の寄付"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["もし Contact Form 7 を使って便利だと思われたなら、ぜひ%sをご検討ください。"],"It is hard to continue development and support for this plugin without contributions from users like you.":["このプラグインの開発とサポートには多大な労力が費やされており、ユーザーのみなさんからの支援なしには継続不可能です。"],"This contact form is available only for logged in users.":["このコンタクトフォームはログインしたユーザーにのみ利用可能です。"],"Deprecated settings are used.":["廃止予定の設定が使われている。"],"To use CAPTCHA, you need %s plugin installed.":["CAPTCHA を使うには %s プラグインのインストールが必要です。"],"There was an error deleting the contact form.":["コンタクトフォームを削除する際にエラーが発生しました。"],"You are not allowed to access the requested contact form.":["リクエストしたコンタクトフォームにアクセスする権限がありません。"],"The requested contact form was not found.":["リクエストしたコンタクトフォームが見つかりません。"],"You are not allowed to create a contact form.":["コンタクトフォームを作成する権限がありません。"],"Cannot create existing contact form.":["既存のコンタクトフォームは作成できません。"],"You are not allowed to access contact forms.":["コンタクトフォームにアクセスする権限がありません。"],"Attachment file does not exist at %path%.":["添付するファイルが %path% に存在しません。"],"Invalid mailbox syntax is used in the %name% field.":["%name% 項目に不正なメールボックス構文が見られます。"],"Unavailable names (%names%) are used for form controls.":["フォームコントロールに使用できない名前 (%names%) が使われています。"],"There are invalid mail header fields.":["不正なメールヘッダー項目があります。"],"HTML tags are used in a message.":["メッセージに HTML タグが使われています。"],"Sender email address does not belong to the site domain.":["サイトのドメインに属していないメールアドレスが送信元に設定されています。"],"Invalid mailbox syntax is used.":["不正なメールボックス構文が使用されています。"],"There is a possible empty field.":["項目が空になる可能性があります。"],"%s configuration error detected":["%s件の設定エラーを検出しました"],"%d configuration errors detected in this tab panel":["このタブパネルに %s 個の設定エラーがあります"],"1 configuration error detected in this tab panel":["このタブパネルで1件の設定エラーを検出しました"],"%d configuration errors detected":["%d件の設定エラーを検出しました"],"1 configuration error detected":["1件の設定エラーを検出しました"],"There was an error saving the contact form.":["コンタクトフォームを保存する際にエラーが発生しました。"],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s の使用は Contact Form 7 バージョン %2$s から<strong>非推奨<\/strong>になっています! 代わりに %3$s を使ってください。"],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["こんなことが現実になる前にメッセージ保存プラグインをインストールしましょう。%s はコンタクトフォームを経由するすべてのメッセージをデータベースに保存します。Flamingo は Contact Form 7 と同じ作者が作成したフリーの WordPress プラグインです。"],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 は送信されたメッセージをどこにも保存しません。そのため、メールサーバーに問題があったりメールの設定に間違いがあれば、大事なメッセージを永遠に失うことになりかねません。"],"Before you cry over spilt mail&#8230;":["こぼしたメールを嘆く前に。"],"comment blacklist":["コメントブラックリスト"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 は %1$s によるスパムフィルタリングをサポート。賢い %2$s はうっとうしいスパムボットをブロックしてくれます。さらに%3$sを使えば、指定したキーワードを含むか指定した IP アドレスから送られてきたメッセージを排除できます。"],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["スパマーはあらゆるものを標的にします。あなたのコンタクトフォームも例外ではありません。スパムの被害を受ける前に、Contact Form 7 が提供する強力なアンチスパム機能でコンタクトフォームを守りましょう。"],"Getting spammed? You have protection.":["スパムが来ました? 対策ならありますよ。"],"Multiple form controls are in a single label element.":["複数のフォームコントロールが単一の label 要素内に置かれています。"],"FAQ about Configuration Validator":["設定検証についての FAQ"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["電話番号に間違いがあります。"],"The URL is invalid.":["URL に間違いがあります。"],"The e-mail address entered is invalid.":["入力されたメールアドレスに間違いがあります。"],"The answer to the quiz is incorrect.":["クイズの答えが正しくありません。"],"The number is larger than the maximum allowed.":["数値が最大許容値を超えています。"],"The number is smaller than the minimum allowed.":["入力された数値が小さすぎます。"],"The number format is invalid.":["数値の形式に間違いがあります。"],"There was an error uploading the file.":["ファイルのアップロード中にエラーが発生しました。"],"The file is too big.":["ファイルが大きすぎます。"],"You are not allowed to upload files of this type.":["この形式のファイルはアップロードできません。"],"There was an unknown error uploading the file.":["ファイルのアップロード時に不明なエラーが発生しました。"],"The date is after the latest one allowed.":["選択された日付は遅すぎます。"],"The date is before the earliest one allowed.":["選択された日付は早すぎます。"],"The date format is incorrect.":["日付の形式が正しくありません。"],"The field is too short.":["入力されたテキストが短すぎます。"],"The field is too long.":["入力されたテキストが長すぎます。"],"The field is required.":["必須項目に入力してください。"],"You must accept the terms and conditions before sending your message.":["メッセージを送信する前に承諾確認が必要です。"],"One or more fields have an error. Please check and try again.":["入力内容に問題があります。確認して再度お試しください。"],"There was an error trying to send your message. Please try again later.":["メッセージの送信に失敗しました。後でまたお試しください。"],"Thank you for your message. It has been sent.":["ありがとうございます。メッセージは送信されました。"],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["間違った設定があるとメール配送の失敗やその他のトラブルにつながります。コンタクトフォームの設定を検証しましょう。"],"Validate Contact Form 7 Configuration":["Contact Form 7 の設定を検証する"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["設定検証が完了しました。問題のあるコンタクトフォームは見つかりませんでした。"],"Configuration validation completed. %s invalid contact form was found.":["設定検証が完了しました。問題のあるコンタクトフォームが %s 個見つかりました。"],"Validate Configuration":["設定検証"],"Validate %s Contact Form Now":["%s 個のコンタクトフォームを検証する"],"You are not allowed to validate configuration.":["設定検証を行う権限がありません。"],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["シークレットキー"],"Site Key":["サイトキー"],"Settings saved.":["設定を保存しました。"],"Invalid key values.":["不正なキー値。"],"ERROR":["エラー"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["お問い合わせフォームプラグイン。シンプル、でも柔軟。"],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["コンタクトフォーム %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["複数行のテキスト入力項目のためのフォームタグを生成します。詳しくは%sを参照。"],"text area":["テキストエリア"],"This field requires author's URL":["送信者の URL の入力を要求する項目"],"This field requires author's email address":["送信者のメールアドレスの入力を要求する項目"],"This field requires author's name":["送信者の名前の入力を要求する項目"],"Akismet":["Akismet"],"Text Fields":["テキスト項目"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["単一行の電話番号入力項目のためのフォームタグを生成します。詳しくは%sを参照。"],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["単一行の URL 入力項目のためのフォームタグを生成します。詳しくは%sを参照。"],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["単一行のメールアドレス入力項目のためのフォームタグを生成します。詳しくは%sを参照。"],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["単一行のプレーンテキスト入力項目のためのフォームタグを生成します。詳しくは%sを参照。"],"tel":["電話番号"],"URL":["URL"],"email":["メールアドレス"],"text":["テキスト"],"Telephone number that the sender entered is invalid":["入力された電話番号の形式が正しくない"],"URL that the sender entered is invalid":["入力された URL の形式が正しくない"],"Email address that the sender entered is invalid":["入力されたメールアドレスの形式が正しくない"],"Label":["ラベル"],"Submit Button":["送信ボタン"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["送信ボタンのためのフォームタグを生成します。詳しくは%sを参照。"],"submit":["送信ボタン"],"Insert a blank item as the first option":["空の項目を先頭に挿入する"],"Allow multiple selections":["複数選択を可能にする"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["ドロップダウンメニューのためのフォームタグを生成します。詳しくは%sを参照。"],"drop-down menu":["ドロップダウンメニュー"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["一行に一対の、パイプで区切られたクイズと回答 (例: ブラジルの首都は?|リオ) を入力。"],"Questions and answers":["クイズと回答"],"Quiz":["クイズ"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["クイズと回答の項目のためのフォームタグを生成します。詳しくは%sを参照。"],"quiz":["クイズ"],"Sender doesn't enter the correct answer to the quiz":["クイズに対する正しい答えが入力されなかった"],"Slider":["スライダー"],"Spinbox":["スピンボックス"],"Number Fields":["数値入力項目"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["数値入力項目のためのフォームタグを生成します。詳しくは%sを参照。"],"number":["数値"],"Number is larger than maximum limit":["数値が最大制約値より大きい"],"Number is smaller than minimum limit":["数値が最小制約値より小さい"],"Number format that the sender entered is invalid":["入力された数値の形式が正しくない"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["このコンタクトフォームはファイルアップロード項目を含んでいますが、そのファイルのための一時フォルダ (%s) が存在しないか、あるいは書き込み可能ではありません。このフォルダを手動で作成するか、パーミッションの変更を行うと解決できるでしょう。"],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["この項目からアップロードされたファイルをメールに添付するには、対応するメールタグ (%s) をメールタブ上にあるファイル添付項目に挿入する必要があります。"],"Acceptable file types":["受け入れ可能なファイル形式"],"File size limit (bytes)":["ファイルサイズの上限 (バイト)"],"File Uploading and Attachment":["ファイルのアップロードとメール添付"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["ファイルアップロード項目のためのフォームタグを生成します。詳しくは%sを参照。"],"file":["ファイル"],"Uploading a file fails for PHP error":["ファイルのアップロードが PHP のエラーにより失敗している"],"Uploaded file is too large":["アップロードされたファイルが大きすぎる"],"Uploaded file is not allowed for file type":["アップロードされたファイルが許可されたファイル形式に適合しない"],"Uploading a file fails for any reason":["ファイルのアップロードが何らかの理由により失敗している"],"Max":["上限"],"Min":["下限"],"Range":["範囲"],"Use this text as the placeholder of the field":["このテキストを項目のプレースホルダーとして使用する"],"Default value":["デフォルト値"],"Date Field":["日付項目"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["日付入力項目のフォームタグを生成します。詳しくは%sを参照。"],"date":["日付"],"Date is later than maximum limit":["日付が最大制約日より大きい"],"Date is earlier than minimum limit":["日付が最小制約日より小さい"],"Date format that the sender entered is invalid":["入力された日付の形式が正しくない"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["この項目に入力された値をメールの項目で使用するには、対応するメールタグ (%s) をメールタブ上の項目に挿入する必要があります。"],"Make checkboxes exclusive":["チェックボックスを排他化する"],"Wrap each item with label element":["個々の項目を label 要素で囲む"],"Put a label first, a checkbox last":["ラベルを前に、チェックボックスを後に配置する"],"One option per line.":["一行に一オプションを入力。"],"Required field":["必須項目"],"Field type":["項目タイプ"],"Checkboxes, Radio Buttons and Menus":["チェックボックス、ラジオボタン、メニュー"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["一連のラジオボタンのためのフォームタグを生成します。詳しくは%sを参照。"],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["一連のチェックボックスのためのフォームタグを生成します。詳しくは%sを参照。"],"radio buttons":["ラジオボタン"],"checkboxes":["チェックボックス"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["このコンタクトフォームは CAPTCHA の項目を含んでいますが、お使いのサーバーでは必要なライブラリ (GD および FreeType) が利用可能でありません。"],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["このコンタクトフォームは CAPTCHA の項目を含んでいますが、そのファイルのための一時フォルダ (%s) が存在しないか、あるいは書き込み可能ではありません。このフォルダを手動で作成するか、パーミッションの変更を行うと解決できるでしょう。"],"Input field settings":["入力項目の設定"],"Image settings":["画像の設定"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["CAPTCHA 画像とそれに対応する回答入力項目のためのフォームタグを生成します。詳しくは%sを参照。"],"To use CAPTCHA, you first need to install and activate %s plugin.":["CAPTCHA を使うには、まず %s プラグインをインストールし有効化する必要があります。"],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["入力されたコードが正しくありません。"],"The code that sender entered does not match the CAPTCHA":["入力されたコードが CAPTCHA に適合していない"],"Insert Tag":["タグを挿入"],"Class attribute":["クラス属性"],"Id attribute":["ID 属性"],"Options":["オプション"],"Name":["名前"],"Acceptance Checkbox":["承諾確認チェックボックス"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["承諾確認チェックボックスのフォームタグを生成します。詳しくは%sを参照。"],"acceptance":["承諾確認"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["<code>WPCF7_ContactForm<\/code> オブジェクトの <code>%1$s<\/code> プロパティは<strong>もうアクセスできません<\/strong>。代わりに <code>%2$s<\/code> メソッドを使ってください。"],"Untitled":["無題"],"Contact Form":["コンタクトフォーム"],"There is a field with input that is shorter than the minimum allowed length":["ユーザー入力が最小許容文字数に満たない項目がある"],"There is a field with input that is longer than the maximum allowed length":["ユーザー入力が最大許容文字数を超える項目がある"],"There is a field that the sender must fill in":["入力必須の項目が入力されていない"],"There are terms that the sender must accept":["承諾が必要な項目が承諾されていない"],"Submission was referred to as spam":["送信がスパムと見なされた"],"Validation errors occurred":["入力内容に不備が見つかった"],"Sender's message failed to send":["メッセージの送信に失敗した"],"Sender's message was sent successfully":["メッセージが正常に送信された"],"This e-mail was sent from a contact form on %1$s (%2$s)":["このメールは %1$s (%2$s) のお問い合わせフォームから送信されました"],"Message Body:":["メッセージ本文:"],"Subject: %s":["題名: %s"],"From: %s":["差出人: %s"],"Send":["送信"],"Your Message":["メッセージ本文"],"Your Email":["メールアドレス"],"(required)":["(必須)"],"Your Name":["お名前"],"Form-tag Generator: %s":["フォームタグ生成: %s"],"For more information:":["詳細情報:"],"Any information you provide will not be shared with service providers without your authorization.":["あなたが許可しない限り、サービス提供者に対していかなる情報も送信されることはありません。"],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["サービスの利用に先立って、それらのサービスでのアカウント登録が必要になります。また、Contact Form 7 があなたのアカウントでサービスにアクセスすることの許可が求められるでしょう。"],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["この画面では Contact Form 7 を通じて利用できるサービスを管理できます。API の利用によりそれらのサービスとの連携が可能になります。"],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["特定の名前が与えられ、フォームタグとの対応関係を持たない特別なメールタグも存在します。それらはフォーム送信に関係するメタ情報を表現するのに用いられ、例えば送信者の IP アドレスや送信元ページの URL などが含まれます。"],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["メールタグも角括弧で囲まれた短いコードですが、こちらはメールとメール (2) のフィールドで使われます。メールタグは、それに対応するフォームタグが表す入力項目へのユーザー入力値を表現します。"],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["フォームタグの構文は比較的複雑なものですが、フォームタグを追加するためにそれらを覚える必要はありません。タグジェネレーター (この画面にある「タグの作成」ボタン) を使って簡単にフォームタグを作成できます。"],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["フォームタグは角括弧で囲まれた短いコードで、フォーム内で使われるものです。一般的にフォームタグは入力項目を表現しており、またその内部構成はタイプ、名前、オプション、値の4つの部分に分けられます。Contact Form 7 はテキスト入力項目、数値入力項目、日付項目、チェックボックス、ラジオボタン、メニュー、ファイルアップロード項目、CAPTCHA、クイズ項目といった様々なタイプのフォームタグをサポートしています。"],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>その他の設定<\/strong>にはこのコンタクトフォームの動作をカスタマイズするための小コードを追加できます。"],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["<strong>メッセージ<\/strong>では、このコンタクトフォームで使われる様々なタイプのメッセージを編集できます。これらのメッセージは、例えば必須項目が入力されていない場合に表示される検証エラーメッセージのような、比較的短いものです。"],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>メール (2)<\/strong> はメールと同様の働きをする追加のメールテンプレートです。メール (2) はメールが正常に送信された場合にのみ送信されるという点でメールとの違いがあります。"],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>メール<\/strong> は、ユーザーがこのコンタクトフォームを送信した時に送られるメール (ヘッダーとメッセージ本文) のテンプレートを管理します。ここでは Contact Form 7 のメールタグを使うことができます。"],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>フォーム<\/strong>は HTML フォームの内容です。フォーム要素の内側で利用可能な任意の HTML が利用可能です。また、ここでは Contact Form 7 のフォームタグを使うことができます。"],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>タイトル<\/strong>はそのコンタクトフォームのタイトルです。このタイトルはコンタクトフォームのラベル付けの目的でのみ用いられます。タイトルは編集可能です。"],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["この画面ではコンタクトフォームを編集できます。コンタクトフォームは以下の要素から構成されます:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>複製<\/strong> - そのコンタクトフォームの複製を作成します。複製されたコンタクトフォームは元のコンタクトフォームからすべての内容を継承しますが、ID は違う値になります。"],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>編集<\/strong> - そのコンタクトフォームの編集画面に移動します。コンタクトフォームのタイトルをクリックすることでも編集画面に移動できます。"],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["コンタクトフォーム一覧の行をマウスオーバーすると、コンタクトフォーム管理のための実行可能な操作へのリンクが表示されます。以下の操作が可能です:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["この画面では Contact Form 7 の提供するコンタクトフォームの管理ができます。管理できるコンタクトフォームの数に上限はありません。それぞれのコンタクトフォームは固有の ID と Contact Form 7 のショートコード ([contact-form-7 ...]) を持ちます。投稿やテキストウィジェットにコンタクトフォームを挿入するには、ショートコードを対象に挿入します。"],"Mail-tags":["メールタグ"],"Form-tags":["フォームタグ"],"Available Actions":["可能な操作"],"Overview":["概要"],"You can add customization code snippets here. For details, see %s.":["カスタマイズのためのコードをここに追加できます。詳しくは%sを参照。"],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["ファイル添付"],"Use HTML content type":["HTML 形式のメールを使用する"],"Exclude lines with blank mail-tags from output":["空のメールタグを含む行を出力から除外する"],"Message Body":["メッセージ本文"],"Additional Headers":["追加ヘッダー"],"Subject":["題名"],"From":["送信元"],"To":["送信先"],"In the following fields, you can use these mail-tags:":["以下の項目にて、これらのメールタグを利用できます:"],"Mail (2) is an additional mail template often used as an autoresponder.":["メール (2) は追加のメールテンプレートで、自動返信メールによく使われます。"],"Use Mail (2)":["メール (2) を使用"],"Mail (2)":["メール (2)"],"Y\/m\/d":["Y年n月j日"],"%s ago":["%s前"],"Y\/m\/d g:i:s A":["Y年n月j日 g:i:s a"],"Edit &#8220;%s&#8221;":["&#8220;%s&#8221; を編集する"],"Edit":["編集"],"Date":["日付"],"Author":["作成者"],"Shortcode":["ショートコード"],"Title":["タイトル"],"Additional Settings":["その他の設定"],"Additional Settings (%d)":["その他の設定 (%d)"],"Messages":["メッセージ"],"Mail":["メール"],"Form":["フォーム"],"Support":["サポート"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["FAQ"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["使い方"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["このコンタクトフォームを削除しようとしています。\n  'キャンセル' で中止、 'OK' で削除します。"],"Delete":["削除 "],"Duplicate":["複製"],"Status":["ステータス"],"You can also use this old-style shortcode:":["この旧式のショートコードも利用できます:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["このショートコードをコピーして、投稿、固定ページ、またはテキストウィジェットの内容にペーストしてください:"],"Enter title here":["ここにタイトルを入力"],"Save":["保存"],"You are not allowed to edit this contact form.":["このコンタクトフォームを編集する権限がありません。"],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["メールのセットアップ"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/ja\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/ja\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 は支援を必要としています。"],"Dismiss":["非表示にする"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s は WordPress %2$s 以降に対応しています。<\/strong>まず <a href=\"%3$s\">WordPress を更新<\/a>してください。"],"Settings":["設定"],"Contact form deleted.":["コンタクトフォームが削除されました。"],"Contact form saved.":["コンタクトフォームが保存されました。"],"Contact form created.":["コンタクトフォームが作成されました。"],"Search Contact Forms":["コンタクトフォームの検索"],"Search results for &#8220;%s&#8221;":["&#8220;%s&#8221; の検索結果"],"The changes you made will be lost if you navigate away from this page.":["このページから離れると変更した内容が失われます。"],"Error in deleting.":["削除中にエラーが発生しました。"],"You are not allowed to delete this item.":["この項目を削除する権限がありません。"],"You are not allowed to edit this item.":["この項目の編集は許可されていません。"],"Integration":["インテグレーション"],"Integration with Other Services":["他のサービスとのインテグレーション"],"Add New":["新規追加"],"Add New Contact Form":["コンタクトフォームを追加"],"Contact Forms":["コンタクトフォーム"],"Edit Contact Form":["コンタクトフォームの編集"],"Contact":["お問い合わせ"],"Contact Form 7":["Contact Form 7"]}