{"HTTP Response: %1$s %2$s from %3$s":["Resposta HTTP: %1$s %2$s dende %3$s"],"Save Changes":["Gardar cambios"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["reCapTCHA  protexe contra o Spam  e outros tipos de abuso automatizados. Co módulo de integración de reCAPTCHA, podes bloquear envíos de forma abusiva por bots de Spam. Para ter máis información, consulta %s."],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["As claves de API para reCAPTCHA v3 son diferentes ás de v2; as claves para v2 non funcionan coa API de v3. Necesitas rexistrar os teus sitios novamente para obter novas claves para a v3. Para máis detalles, ver %s."],"Connect to the Constant Contact API":["Conecta coa API de Constant Contact"],"API keys\u0004Remove Keys":["Eliminar claves"],"Set this URL as the redirect URI.":["Establece esta URL como a URI de redirección"],"Redirect URI":["URI de redirección"],"App Secret":["Clave secreta da aplicación"],"API Key":["Clave API"],"Setup Integration":["Integración da instalación"],"Constant Contact Integration":["Integración con Constant Contact"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["O módulo de integración con Constant Contact permíteche enviar os datos de contacto recollidos a través dos teus formularios de contacto á API de Constant Contact. Podes crera servizos de suscripción de correo electrónico fiables nuns poucos pasos sinxelos. Para máis detalles, ver %s."],"Constant Contact":["Constant Contact"],"Email Marketing":["Marketing por correo electrónico"],"It is not allowed to use files outside the wp-content directory.":["Non está permitido usar arquivos que non estean no directorio wp-content. "],"Make this checkbox optional":["Fai que esta casiña sexa opcional"],"Professional Services":["Servizos profesionais"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Foros de soporte"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Acó tes dispoñibles opcións pra axudarche a arranxar os teus problemas."],"Do you need help?":["Precisas axuda?"],"Condition":["Condición"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Non consentido"],"Consented":["Consentido"],"Sending mail has been aborted.":["Abortouse o envío do correo."],"You can edit messages used in various situations here. For details, see %s.":["Podes editar aquí as mensaxes empregadas en varias situacións. Para máis detalles, ver %s."],"Editing Messages":["Editando Mensaxes"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Podes editar aquí a plantilla de correo. Para máis detalles, ver %s."],"You can edit the form template here. For details, see %s.":["Podes editar aquí a plantilla do formulario. Para máis detalles, ver %s."],"Editing Form Template":["Editando Plantilla do Formulario"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(frecha esquerda e dereita)"],"%1$s %2$s keys switch panels":["%1$s %2$s paneis de troco de teclas"],"(configuration error)":["(erro de configuración)"],"How to resolve?":["Como resolvelo?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["A túa doazón axudará a fomentar e apoiar o desenvolvemento continuo do plugin e un mellor soporte ao usuario."],"making a donation":["doando"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Se gozas empregando Contact Form 7 e atópalo útil, por favor considera %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["É difícil continuar o desenvolvemento e o apoio deste plugin sen contribucións de usuarios coma ti."],"This contact form is available only for logged in users.":["Este formulario de contacto só está dispoñible para usuarios rexistrados."],"Deprecated settings are used.":["Estanse empregando axustes despreciados."],"To use CAPTCHA, you need %s plugin installed.":["Para empregar o CAPTCHA, precisas ter o plugin %s instalado."],"There was an error deleting the contact form.":["Ocorreu un erro eliminando o formulario de contacto."],"You are not allowed to access the requested contact form.":["Non che está permitido acceder ao formulario de contacto solicitado."],"The requested contact form was not found.":["Non se atopou o formulario de contacto solicitado."],"You are not allowed to create a contact form.":["Non se che permite crear un formulario de contacto."],"Cannot create existing contact form.":["Non se pode crear un formulario de contacto que xa existe. "],"You are not allowed to access contact forms.":["Non se che permite acceder aos formularios de contacto."],"Attachment file does not exist at %path%.":["O ficheiro adxunto non existe en %path%."],"Invalid mailbox syntax is used in the %name% field.":["A sintaxe da caixa de correo non é váilda no campo %name%."],"Unavailable names (%names%) are used for form controls.":["Estanse a usar nomes (%names%) non válidos para os controis do formulario."],"There are invalid mail header fields.":["Hai campos da cabeceira do correo non válidos."],"HTML tags are used in a message.":["Estanse a usar etiquetas HTML nunha mensaxe."],"Sender email address does not belong to the site domain.":["O enderezo de correo electrónico do remitente non pertence ao dominio do sitio."],"Invalid mailbox syntax is used.":["A sintaxe da caixa de correo non é válida."],"There is a possible empty field.":["Hai un posible campo baleiro."],"%s configuration error detected":["Detectado %s erro de configuración","Detectados %s erros de configuración"],"%d configuration errors detected in this tab panel":["Detectados %d erros de configuración neste apartado"],"1 configuration error detected in this tab panel":["Detectado 1 erro de configuración neste apartado"],"%d configuration errors detected":["Detectados %d erros de configuración "],"1 configuration error detected":["Detectado 1 erro de configuración"],"There was an error saving the contact form.":["Ocorreu un erro gardando o formulario de contacto."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s está <strong>obsoleto<\/strong> dende a versión %2$s de Contact Form 7! Usa %3$s no seu lugar."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Instala un plugin de almacenamento de mensaxes antes de que isto teña lugar. %s garda todas as mensaxes enviadas a través de formularios de contacto na base de datos. Flamingo é un plugin gratuito de WordPress creado polo mesmo autor que Contact Form 7. "],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 non almacena mensaxes enviadas. Polo tanto, podes perder mensaxes importantes para sempre se o teu servidor de correo ten problemas ou comete un erro na configuración de correo."],"Before you cry over spilt mail&#8230;":["Antes de chorar sobre o correo vertido&#8230;"],"comment blacklist":["listaxe negra de comentarios"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["O Formulario de contacto 7 admite o filtrado de spam con %1$s. Intelligent %2$s bloquea molestos spambots. Ademais, usando %3$s, pode bloquear mensaxes que conteñan palabras clave específicas ou aquelas enviadas dende enderezos IP especificados."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Os spammers apuntan a todo; os teus formularios de contacto non son unha excepción. Antes de recibir correo non desexado, protexe os teus formularios de contacto coas potentes funcións antispam que proporciona Contact Form 7."],"Getting spammed? You have protection.":["Recibes spam? Tes protección."],"Multiple form controls are in a single label element.":["Varios controis do formulario están nunha soa etiqueta."],"FAQ about Configuration Validator":["Preguntas frecuentes sobre o validador da configuración"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["O número de teléfono non é válido"],"The URL is invalid.":["A URL non é válida."],"The e-mail address entered is invalid.":["O correo electrónico non é válido."],"The answer to the quiz is incorrect.":["A resposta ao cuestionario é incorrecta."],"The number is larger than the maximum allowed.":["O número é maior có máximo permitido."],"The number is smaller than the minimum allowed.":["O número é menor có mínimo permitido."],"The number format is invalid.":["O formato de número non é válido."],"There was an error uploading the file.":["Houbo un erro ao subir o arquivo."],"The file is too big.":["O arquivo é demasiado grande."],"You are not allowed to upload files of this type.":["Non tes permisos para subir arquivos deste tipo."],"There was an unknown error uploading the file.":["Houbo un erro descoñecido na subida do arquivo."],"The date is after the latest one allowed.":["A data é posterior á máis tardía permitida."],"The date is before the earliest one allowed.":["A data é anterior á máis temprana permitida."],"The date format is incorrect.":["O formato de data é incorrecto."],"The field is too short.":["O campo é demasiado curto."],"The field is too long.":["O campo é demasiado longo."],"The field is required.":["Este campo é obrigatorio."],"You must accept the terms and conditions before sending your message.":["Tes que aceptar os termos e condicións antes de enviar a mensaxe."],"One or more fields have an error. Please check and try again.":["Un ou máis campos teñen erros. Por favor, compróbao e proba outra vez."],"There was an error trying to send your message. Please try again later.":["Houbo un erro ao intentar enviar a túa mensaxe. Por favor, proba outra vez máis tarde."],"Thank you for your message. It has been sent.":["Grazas pola túa mensaxe, foi enviada."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["A configuración incorrecta provoca erros na entrega do correo ou outros problemas. Valida agora os formularios de contacto."],"Validate Contact Form 7 Configuration":["Validar a configuración de Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Validación da configuración completada. Non se atopou ningún formulario de contacto inválido."],"Configuration validation completed. %s invalid contact form was found.":["Validación da configuración completada. Atopouse %s formulario de contacto inválido.","Validación da configuración completada. Atopáronse %s formularios de contacto inválidos."],"Validate Configuration":["Validar configuración"],"Validate %s Contact Form Now":["Validar agora %s formulario de contacto","Validar agora %s formularios de contacto"],"You are not allowed to validate configuration.":["Non tes permitido validar a configuración."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Clave secreta"],"Site Key":["Clave do sitio"],"Settings saved.":["Axustes gardados."],"Invalid key values.":["Valores de clave non válidos."],"ERROR":["ERRO"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Só é outro plugin de formularios de contacto. Simple pero flexible."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Formulario de contacto %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Xera unha etiqueta de formulario para un campo de texto de múltiples liñas. Para máis detalles, ver %s."],"text area":["text area"],"This field requires author's URL":["Este campo require a URL do autor"],"This field requires author's email address":["Este campo require o email do autor"],"This field requires author's name":["Este campo require o nome do autor"],"Akismet":["Akismet"],"Text Fields":["Campos de texto"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Xera unha etiqueta de formulario para un campo de número de teléfono dunha soa liña. Para máis detalles, ver %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Xera unha etiqueta de formulario para un campo de URL dunha soa liña. Para máis detalles, ver %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Xera unha etiqueta de formulario para un campo de dirección de correo electrónico dunha soa liña. Para máis detalles, ver %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Xera unha etiqueta de formulario para un campo de texto plano. Para máis detalles, ver %s."],"tel":["tel"],"URL":["URL"],"email":["email"],"text":["text"],"Telephone number that the sender entered is invalid":["O número de teléfono introducido polo remitente non é válido"],"URL that the sender entered is invalid":["A URL introducida polo remitente non é válida"],"Email address that the sender entered is invalid":["A dirección de correo electrónico introducida polo remitente non é válida"],"Label":["Etiqueta"],"Submit Button":["Botón de envío"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Xera unha etiqueta de formulario para un botón de envío. Para máis detalles, ver %s."],"submit":["enviar"],"Insert a blank item as the first option":["Inserta un elemento en branco como a primeira opción"],"Allow multiple selections":["Permitir seleccións múltiples"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Xera unha etiqueta de formulario para un menú despregable. Para máis detalles, ver %s."],"drop-down menu":["menu despregable"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Unha parella de pregunta-resposta, separadas por unha liña vertical, en cada liña (e.g. A capital do Brasil?|Rio)"],"Questions and answers":["Preguntas e respostas"],"Quiz":["Adiviña"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Xera unha etiqueta de formulario para un xogo de pregunta-resposta. Para máis detalles, ver %s."],"quiz":["quiz"],"Sender doesn't enter the correct answer to the quiz":["Non introduciches a resposta correcta á adiviña"],"Slider":["Control deslizante"],"Spinbox":["Selector de valor"],"Number Fields":["Campos numéricos"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Xera unha etiqueta de formulario para un campo de valor numérico. Para máis detalles, ver %s."],"number":["número"],"Number is larger than maximum limit":["O número é maior que o máximo permitido"],"Number is smaller than minimum limit":["O número é menor có mínimo permitido"],"Number format that the sender entered is invalid":["O formato de número introducido polo remitente é inválido"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Este formulario de contacto contén campos Subir ficheiros, pero o directorio temporal de arquivos (%s) non existe ou non se pode escribir. Dedes crear o directorio ou cambiar os permisos manualmente."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Para adxuntar ao correo electrónico o arquivo subido a través deste campo, tes que insertar a correspondente etiqueta de formulario de correo electrónico (%s) no campo Arquivos Adxuntos na pestana Correo Electrónico"],"Acceptable file types":["Tipos de arquivo aceptados"],"File size limit (bytes)":["Tamaño máximo do arquivo (bytes)"],"File Uploading and Attachment":["Subida de Arquivos e Adxuntos"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Xera unha etiqueta de formulario para un campo de subida de arquivos. Para máis detalles, ver %s."],"file":["arquivo"],"Uploading a file fails for PHP error":["Fallou a subida do arquivo"],"Uploaded file is too large":["O arquivo subido é demasiado grande"],"Uploaded file is not allowed for file type":["O arquivo subido non é dun tipo permitido"],"Uploading a file fails for any reason":["A subida dun arquivo fallou"],"Max":["Max"],"Min":["Min"],"Range":["Rango"],"Use this text as the placeholder of the field":["Usa este texto como marcador de posición do campo"],"Default value":["Valor por defecto"],"Date Field":["Campo de Data"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Xera unha etiqueta de formulario para un campo de data. Para máis detalles, ver %s."],"date":["data"],"Date is later than maximum limit":["A data é posterior ao máximo permitido"],"Date is earlier than minimum limit":["A data é anterior ao mínimo permitido"],"Date format that the sender entered is invalid":["O formato de data introducido polo remitente non é válido"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Para usar o valor introducido a través deste campo no correo electrónico, tes que insertar a correspondente etiqueta de formulario (%s) na pestana Correo Electrónico."],"Make checkboxes exclusive":["Fai que as casiñas de selección sexan excluíntes"],"Wrap each item with label element":["Envolve cada elemento nunha etiqueta label"],"Put a label first, a checkbox last":["Pon a etiqueta ao principio e a casiña de selección ao final"],"One option per line.":["Unha opción por liña."],"Required field":["Campo obrigatorio"],"Field type":["Tipo de campo"],"Checkboxes, Radio Buttons and Menus":["Casiñas de selección, Botóns radio e Menús"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Xera unha etiqueta de formulario para un grupo de botóns radio. Para máis detalles, ver %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Xera unha etiqueta de formulario para un grupo de casiñas de seleccións. Para máis detalles, ver %s."],"radio buttons":["botóns radio"],"checkboxes":["casiñas de selección"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Este formulario de contacto contén campos CAPTCHA, pero as librerías necesarias (GD e FreeType) non están dispoñibles no teu servidor."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Este formulario de contacto contén campos CAPTCHA, pero o directorio temporal de arquivos (%s) non existe ou non se pode escribir. Dedes crear o directorio ou cambiar os permisos manualmente."],"Input field settings":["Opcións de campo de entrada"],"Image settings":["Opcións de imaxe"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Xera unha etiqueta de formulario para unha imaxe CAPTCHA e o seu correspondente campo para a resposta. Para máis detalles, ver %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Para empregar CAPTCHA, primeiro tes que instalar e activar o plugin %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["O código introducido é incorrecto."],"The code that sender entered does not match the CAPTCHA":["O código introducido non coincide co CAPTCHA"],"Insert Tag":["Insertar Etiqueta"],"Class attribute":["Atributo class"],"Id attribute":["Atributo id"],"Options":["Opcións"],"Name":["Nome"],"Acceptance Checkbox":["Casiña de Aceptación"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Xera unha etiqueta de formulario para unha casiña de aceptación. Para máis detalles, ver %s."],"acceptance":["aceptación"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["A propiedade <code>%1$s<\/code> dun obxecto <code>WPCF7_ContactForm<\/code> <strong>xa non é accesible.<\/strong>. En vez diso, usa o método <code>%2$s<\/code>."],"Untitled":["Título"],"Contact Form":["Formulario de Contacto"],"There is a field with input that is shorter than the minimum allowed length":["Hai un campo que é máis curto cá lonxitude mínima permitida"],"There is a field with input that is longer than the maximum allowed length":["Hai un campo que é máis longo cá lonxitude máxima permitida"],"There is a field that the sender must fill in":["Hai un campo que o remitente ten que cubrir"],"There are terms that the sender must accept":["Hai termos e condicións que o remitente ten que aceptar"],"Submission was referred to as spam":["O envío foi considerado spam"],"Validation errors occurred":["Ocorreron erros de validación"],"Sender's message failed to send":["Fallou o envío da mensaxe"],"Sender's message was sent successfully":["A túa mensaxe enviouse correctamente. Moitas gracias."],"This e-mail was sent from a contact form on %1$s (%2$s)":["Este correo electrónico enviouse desde un formulario de contacto en %1$s (%2$s)"],"Message Body:":["Corpo da mensaxe:"],"Subject: %s":["Asunto: %s"],"From: %s":["De: %s"],"Send":["Enviar"],"Your Message":["A túa mensaxe"],"Your Email":["O teu email"],"(required)":["(obrigatorio)"],"Your Name":["O teu nome"],"Form-tag Generator: %s":["Xerador de etiquetas de formulario: %s"],"For more information:":["Para máis información:"],"Any information you provide will not be shared with service providers without your authorization.":["Ningunha información que facilites será compartida con provedores de servizos sen a túa autorización."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Pode ser que primeiro teñas que crear unha conta no servizo que pensas usar. Cando o fagas, terás que autorizar a Contact Form 7 para que acceda ao servizo coa túa conta."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Nesta pantalla, podes xestionar servizos que están dispoñibles a través de Contact Form 7. Usando a API poderás colaborar con calquera servizo que estea dispoñible."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Tamén hai algunhas etiquetas de correo electrónico especiais con nomes específicos, pero que non teñen a súa correspondente etiqueta de formulario. Úsanse para representar información meta dos envíos como a dirección IP do remitente ou a URL da páxina."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Unha etiqueta de correo electrónico tamén é un shortcode envolto en corchetes que podes usar en todos os campos de Correo Electrónico e Correo Electrónico (2). Unha etiqueta de correo electrónico representa o valor introducido polo usuario no campo da correspondente etiqueta de formulario."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Malia que as etiquetas de formulario teñen unha sintaxe comparativamente máis complexa, non tes que coñecer a sintaxe para engadir etiquetas de formulario; podes usar o sinxelo xerador de etiquetas (botón <strong>Xerar Etiqueta<\/strong> nesta pantalla)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Unha etiqueta de formulario é un shortcode envolto en corchetes empregado no contido dun formulario. Unha etiqueta de formulario representa un campo, e está composto de catro partes: tipo, nome, opcións e valores. Contact Form 7 soporte diferentes tipos de etiquetas de formulario, incluíndo campos de texto, campos numéricos, campos de data, casiñas de selección, botóns radio, menús, campos de subida de arquivos, CAPTCHAs e cuestionarios."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["En <strong>Axustes Adicionais<\/strong> podes personalizar o comportamente deste formulario de contacto engadindo cachos de código."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["En <strong>Mensaxes<\/strong>, podes editar varios tipos de mensaxes empregadas neste formulario de contacto. Estas mensaxes son bastante curtas, como a mensaxe de erro na validación cando se deixa sen cubrir un campo obrigatorio."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Correo Electrónico (2)<\/strong> é unha plantilla de correo electrónico adicional que funciona dun xeito similar a Correo Electrónico. A diferencia é que Correo Electrónico (2) só se envía despois de que Correo Electrónico sexa enviado con éxito."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Correo Electrónico<\/strong> xestiona a plantilla de correo electrónico (os cabeceiros e o corpo da mensaxe) que enviará este formulario de contacto cando o usuario o complete."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formulario<\/strong> é o contido do formulario HTML. Podes usar HTML, está permitido dentro dos formularios. Tamén podes usar aquí as etiquetas de formulario de Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Título<\/strong> é o título do formulario de contacto. Este título só se usa para etiquetar o formulario e pódese editar."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["Nesta pantalla, podes editar un formulario de contacto. Un formulario de contacto ten os seguintes compoñentes:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplicar<\/strong> - Clona o formulario de contacto. Un formulario de contact herda todo o contido do orixinal, pero ten un ID diferente."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Editar<\/strong> - Lévate á pantalla de edición dese formulario de contacto. Tamén podes chegar a esa pantalla facendo clic no título do formulario."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Ao pasar o cursos sobre unha fila na lista de formularios de contacto, verás ligazóns de accións para xestionar o teu formulario de contacto. Podes realizar as seguintes accións:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Nesta pestana, podes xestionar os formularios de contacto fornecidos por Contact Form 7. Podes xestionar un número ilimitado de formularios de contacto. Cada formulario de contacto ten o seu ID único e o seu shortcode Contact Form 7 ([contact-form-7 ...]). Para insertar un formulario de contacto nunha publicación ou nun widget de texto, inserta o shortcode no destino."],"Mail-tags":["Etiquetas de Correo electrónico"],"Form-tags":["Etiqueteas de Formulario"],"Available Actions":["Accións dispoñibles"],"Overview":["Resumo"],"You can add customization code snippets here. For details, see %s.":["Podes engadir cachos de código personalizados aquí. Para máis detalles, ver %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Arquivos adxuntos"],"Use HTML content type":["Usar HTML"],"Exclude lines with blank mail-tags from output":["Excluír do resultado liñas con etiquetas de correo electrónico baleiras"],"Message Body":["Corpo do mensaxe"],"Additional Headers":["Cabeceiras adicionais"],"Subject":["Asunto"],"From":["De"],"To":["A"],"In the following fields, you can use these mail-tags:":["Nos seguintes campos, podes empregar estas etiquetas de correo electrónico:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Correo Electrónico (2) é unha plantilla de correo electrónico adicional empregada habitualmente como autoresposta."],"Use Mail (2)":["Usar Correo Electrónico (2)"],"Mail (2)":["Correo (2)"],"Y\/m\/d":["A\/m\/d"],"%s ago":["fai %s"],"Y\/m\/d g:i:s A":["d\/m\/Y g:i:s A"],"Edit &#8220;%s&#8221;":["Editar &#8220;%s&#8221;"],"Edit":["Editar"],"Date":["Data"],"Author":["Autor"],"Shortcode":["Shortcode"],"Title":["Título"],"Additional Settings":["Opcións adicionais"],"Additional Settings (%d)":["Axustes adicionais (%d)"],"Messages":["Mensaxes"],"Mail":["Correo"],"Form":["Formulario"],"Support":["Axuda"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["FAQ"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Documentación"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["O formulario de contacto será eliminado.\n  'Cancelar' para anular, 'OK' para confirmar."],"Delete":["Eliminar"],"Duplicate":["Duplicar"],"Status":["Estado"],"You can also use this old-style shortcode:":["Tamén podes usar este shortcode de antigo estilo:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Copia este shortcode e pégao no teu artigo, páxina ou widget de texto."],"Enter title here":["Escriba o título aquí"],"Save":["Gardar"],"You are not allowed to edit this contact form.":["Non tes permisos para editar este formulario de contacto."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Configurar o correo electrónico"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 precisa a túa axuda."],"Dismiss":["Descartar"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s require WordPress %2$s ou maior.<\/strong> Por favor, <a href=\"%3$s\">actualiza WordPress<\/a> primeiro."],"Settings":["Opcións"],"Contact form deleted.":["Formulario de contacto \"%s\" eliminado. "],"Contact form saved.":["Formulario de contacto \"%s\" gardado. "],"Contact form created.":["Formulario de contacto \"%s\" creado. "],"Search Contact Forms":["Buscar formularios de contacto"],"Search results for &#8220;%s&#8221;":["Resultados da busca para &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Os cambios que fixeches perderanse se navegas lonxe desta página."],"Error in deleting.":["Erro ao eliminar."],"You are not allowed to delete this item.":["Non tes permisos para eliminar este elemento."],"You are not allowed to edit this item.":["Non tes permisos para editar este elemento."],"Integration":["Integración"],"Integration with Other Services":["Integración con outros servizos"],"Add New":["Engadir novo"],"Add New Contact Form":["Engadir novo formulario de contacto"],"Contact Forms":["Formularios de contacto"],"Edit Contact Form":["Editar formulario de contacto"],"Contact":["Contacto"],"Contact Form 7":["Contact Form 7"]}