{"HTTP Response: %1$s %2$s from %3$s":[],"Save Changes":[],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":[],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":[],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":[],"Setup Integration":[],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":[],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":[],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":["Il est interdit d’utiliser des fichiers en dehors du répertoire wp-content."],"Make this checkbox optional":["Rendre cette case à cocher facultative"],"Professional Services":["Services professionnels"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Forums de support"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Voici quelques options disponibles pour vous aider à résoudre vos problèmes."],"Do you need help?":["Avez-vous besoin d’aide ?"],"Condition":["Condition"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s : %2$s"],"Not consented":["Non autorisé"],"Consented":["Autorisé"],"Sending mail has been aborted.":["L’envoi de l’e-mail a été annulé."],"You can edit messages used in various situations here. For details, see %s.":["Vous pouvez modifier ici les messages utilisés dans diverses situations. Pour plus de détails, voir %s."],"Editing Messages":["Modification de messages"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Vous pouvez modifier le modèle de courrier ici. Pour plus de détails, voir %s."],"You can edit the form template here. For details, see %s.":["Vous pouvez modifier le modèle de formulaire ici. Pour plus de détails, voir %s."],"Editing Form Template":["Modification du modèle de formulaire"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(Flèche gauche et droite)"],"%1$s %2$s keys switch panels":["%1$s %2$s touches changement de panneaux"],"(configuration error)":["(erreur de configuration)"],"How to resolve?":["Comment résoudre ?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Votre don aidera à encourager et soutenir le développement continu de l’extension et un meilleur support aux utilisateurs."],"making a donation":["faire un don"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Si vous aimez utiliser Contact Form 7 et que vous le trouvez utile, veuillez considérer %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Il est difficile de continuer le développement et le support de cette extension sans les contributions d’utilisateurs comme vous."],"This contact form is available only for logged in users.":["Ce formulaire de contact est uniquement disponible pour les utilisateurs enregistrés"],"Deprecated settings are used.":["Des options dépréciés sont utilisées."],"To use CAPTCHA, you need %s plugin installed.":["Pour utiliser CAPTCHA, vous avez besoin d’installer le plugin %s."],"There was an error deleting the contact form.":["Le formulaire de contact n’a pas pu être supprimé."],"You are not allowed to access the requested contact form.":["Vous n’avez pas les droits nécessaires pour accéder au formulaire de contact demandé."],"The requested contact form was not found.":["Le formulaire de contact demandé n’a pas été trouvé."],"You are not allowed to create a contact form.":["Vous n’avez pas les droits nécessaires pour créer un formulaire de contact."],"Cannot create existing contact form.":["Le formulaire de contact existe déjà."],"You are not allowed to access contact forms.":["Vous n’avez pas les droits nécessaires pour accéder aux formulaires de contact."],"Attachment file does not exist at %path%.":["Le fichier joint n’existe pas dans %path%."],"Invalid mailbox syntax is used in the %name% field.":["La syntaxe de la boîte mail utilisée dans le champ %name% est invalide."],"Unavailable names (%names%) are used for form controls.":["Des noms invalides (%names%) sont utilisés pour les contrôles de formulaires."],"There are invalid mail header fields.":["Des entêtes du message sont invalides."],"HTML tags are used in a message.":["Des balises HTML sont utilisées dans le message."],"Sender email address does not belong to the site domain.":["L’adresse mail de l’expéditeur n’appartient pas au domaine du site."],"Invalid mailbox syntax is used.":["Syntaxe de boîte mail incorrrecte."],"There is a possible empty field.":["Il est possible qu’il y ait un champ vide."],"%s configuration error detected":["%s erreur de configuration a été détectée.","%s erreurs de configuration ont été détectées."],"%d configuration errors detected in this tab panel":["%d erreurs de configuration ont été détectées dans cet onglet."],"1 configuration error detected in this tab panel":["Une erreur de configuration a été détectée dans cet onglet."],"%d configuration errors detected":["%d erreurs de configuration ont été détectées."],"1 configuration error detected":["Une erreur de configuration a été détectée"],"There was an error saving the contact form.":["Une erreur est survenue lors de l’enregistrement du formulaire."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s est <strong>obsolète<\/strong> depuis la version %2$s de Contact Form 7 ! À la place, veuillez utiliser %3$s."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Installez une extension de stockage de messages avant que cela ne vous arrive. %s enregistre tous les messages des formulaires de contact dans la base de données. Flamingo est une extension WordPress gratuite créée par le même auteur que Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 ne stocke pas les messages envoyés. Vous pouvez donc perdre à jamais des messages importants si votre serveur de mails a des problèmes, ou si vous faites une erreur dans la configuration des emails."],"Before you cry over spilt mail&#8230;":["Avant de pleurer vos e-mails perdus…"],"comment blacklist":["la liste noire des commentaires"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 permet de filtrer les spams avec %1$s. Les robots de spam sont bloqués par l’intelligent %2$s. Vous pouvez aussi, avec %3$s, bloquer les messages contenant certains mots clés ou ceux envoyés d’adresses IP spécifiées."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Les spammeurs ciblent tout ; vos formulaires de contact ne sont pas une exception. Avant de vous faire spammer, protégez vos formulaires de contact avec les puissantes fonctionnalités anti-spam fournies par Contact Form 7."],"Getting spammed? You have protection.":["Vous avez des spams ? Vous êtes protégé."],"Multiple form controls are in a single label element.":["Plusieurs contrôleurs ont été mis dans un seul élément labellisé."],"FAQ about Configuration Validator":["FAQ sur le validateur de configuration"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Le numéro de téléphone n’est pas valide."],"The URL is invalid.":["L’URL n’est pas valide."],"The e-mail address entered is invalid.":["L’adresse e-mail n’est pas valide."],"The answer to the quiz is incorrect.":["La réponse à la question est incorrecte."],"The number is larger than the maximum allowed.":["Le nombre est plus grand que le maximum autorisé."],"The number is smaller than the minimum allowed.":["Le nombre est plus petit que le minimum autorisé."],"The number format is invalid.":["Le format du nombre est invalide."],"There was an error uploading the file.":["Une erreur s’est produite lors du téléversement du fichier."],"The file is too big.":["Le fichier est trop volumineux."],"You are not allowed to upload files of this type.":["Vous n’avez pas les droits nécessaires pour téléverser ce type de fichier."],"There was an unknown error uploading the file.":["Une erreur inconnue s’est produite lors du téléversement du fichier."],"The date is after the latest one allowed.":["La date est postérieure à la dernière date autorisée."],"The date is before the earliest one allowed.":["La date précède la première date autorisée."],"The date format is incorrect.":["Le format de date est incorrect."],"The field is too short.":["Le champ est trop court."],"The field is too long.":["Le champ est trop long."],"The field is required.":["Ce champ est obligatoire."],"You must accept the terms and conditions before sending your message.":["Vous devez accepter les termes et conditions avant d’envoyer votre message."],"One or more fields have an error. Please check and try again.":["Un ou plusieurs champs contiennent une erreur. Veuillez vérifier et essayer à nouveau."],"There was an error trying to send your message. Please try again later.":["Une erreur s’est produite lors de l’envoi de votre message. Veuillez essayer à nouveau plus tard."],"Thank you for your message. It has been sent.":["Merci pour votre message. Il a été envoyé."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Une mauvaise configuration provoque des échecs de livraison ou autres problèmes. Validez vos formulaires de contact maintenant."],"Validate Contact Form 7 Configuration":["Valider la configuration de Contact Form 7."],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["La validation de la configuration est terminée. Aucun formulaire de contact non valide n’a été trouvé."],"Configuration validation completed. %s invalid contact form was found.":["La validation de la configuration est terminée. %s formulaire de contact non valide a été trouvé.","La validation de la configuration est terminée. %s formulaires de contact non valides ont été trouvés."],"Validate Configuration":["Valider la configuration"],"Validate %s Contact Form Now":["Valider %s formulaire de contact maintenant.","Valider %s formulaires de contact maintenant."],"You are not allowed to validate configuration.":["Vous n’avez pas les droits nécessaires pour valider la configuration."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Clé secrète"],"Site Key":["Clé du site"],"Settings saved.":["Réglages enregistrées."],"Invalid key values.":["La valeur de la clé est invalide."],"ERROR":["ERREUR"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Juste une autre extension de formulaire de contact. Simple mais souple d’utilisation."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Formulaire de contact %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Générer une balise de formulaire pour un champ texte multiligne. Pour plus de détails, se référer à %s. "],"text area":["Zone de texte"],"This field requires author's URL":["Ce champ nécessite l’URL de l’auteur."],"This field requires author's email address":["Ce champ nécessite l’adresse e-mail de l’auteur."],"This field requires author's name":["Ce champ nécessite le nom de l’auteur."],"Akismet":["Akismet"],"Text Fields":["Champs texte"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Générer une balise de formulaire pour un champ de numéro de téléphone sur une ligne. Pour plus de détails, se référer à %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Génère une balise de champ d’URL. Pour plus de détails, consultez %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Génère une balise de champ d’adresse de messagerie. Pour plus de détails, consultez %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Génère une balise de champ de texte. Pour plus de détails, consultez %s."],"tel":["tél."],"URL":["URL"],"email":["e-mail"],"text":["texte"],"Telephone number that the sender entered is invalid":["Le numéro de téléphone utilisé n’est pas valide."],"URL that the sender entered is invalid":["L’URL utilisée n’est pas valide."],"Email address that the sender entered is invalid":["L’adresse de messagerie saisie n’est pas valide."],"Label":["Libellé"],"Submit Button":["Bouton d’envoi"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Génère une balise de bouton de validation. Pour plus de détails, consultez %s."],"submit":["envoyer"],"Insert a blank item as the first option":["Insérer un choix vide comme première option."],"Allow multiple selections":["Permettre les sélections multiples"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Génère une balise de menu déroulant. Pour plus de détails, consultez %s."],"drop-down menu":["menu déroulant"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Un couple de question-réponse, séparées par une barre verticale (ex. : La capitale du Brésil ?|Rio) par ligne."],"Questions and answers":["Questions - Réponses"],"Quiz":["Quiz"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Génère une balise pour un couple question-réponse. Pour plus de détails, consultez %s."],"quiz":["quiz"],"Sender doesn't enter the correct answer to the quiz":["Vous n’avez pas saisi la bonne réponse au quiz."],"Slider":["Curseur"],"Spinbox":["Compteur"],"Number Fields":["Champs numériques"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Génère une balise de champ numérique. Pour plus de détails, consultez %s."],"number":["nombre"],"Number is larger than maximum limit":["Le nombre est plus grand que le maximum autorisé."],"Number is smaller than minimum limit":["Le nombre est plus petit que le minimum autorisé."],"Number format that the sender entered is invalid":["Le format numérique utilisé n’est pas valide."],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Ce formulaire de contact contient des champs de téléversement de fichiers, mais le dossier temporaire des fichiers (%s) n’existe pas ou n’est pas accessible en écriture. Vous pouvez créer le dossier ou modifier ses permissions manuellement."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Pour joindre les fichiers téléversés depuis ce champ, vous devez insérer le nom de balise correspondant (%s) dans le champ fichiers joints de l’onglet Message."],"Acceptable file types":["Formats de fichiers acceptés"],"File size limit (bytes)":["Limite de taille maximale (bytes)"],"File Uploading and Attachment":["Téléversement de fichiers et pièces jointes"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Génère une balise de sélecteur de fichier. Pour plus de détails, consultez %s."],"file":["fichier"],"Uploading a file fails for PHP error":["Le téléversement du fichier a échoué en raison d’une erreur PHP."],"Uploaded file is too large":["Le fichier téléversé est trop volumineux."],"Uploaded file is not allowed for file type":["Le téléversement de ce format n’est pas autorisé."],"Uploading a file fails for any reason":["Le téléversement du fichier a échoué pour une raison inconnue."],"Max":["Max"],"Min":["Min"],"Range":["Intervalle"],"Use this text as the placeholder of the field":["Utilisez ce texte comme texte indicatif du champ."],"Default value":["Valeur par défaut"],"Date Field":["Champ de date"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Générer une balise de sélecteur de date. Pour plus de détails, consultez %s."],"date":["date"],"Date is later than maximum limit":["La date est postérieure à la date limite maximale."],"Date is earlier than minimum limit":["La date est antérieure à la date limite minimale."],"Date format that the sender entered is invalid":["Le format de date utilisé n’est pas valide."],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Pour utiliser la valeur de ce champ dans un champ d’e-mail, vous devez insérer le nom de balise correspondante (%s) dans l’onglet E-mail."],"Make checkboxes exclusive":["Rendre les cases à cocher exclusives."],"Wrap each item with label element":["Entourer chaque élément avec un libellé."],"Put a label first, a checkbox last":["Mettre un libellé puis la case à cocher."],"One option per line.":["Une option par ligne."],"Required field":["Champ obligatoire"],"Field type":["Type de champ"],"Checkboxes, Radio Buttons and Menus":["Case à cocher, bouton radio et menus"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Générer une balise de groupe de boutons radio. Pour plus de détails, consultez %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Génère un groupe de cases à cocher. Pour plus de détails, consultez à %s."],"radio buttons":["Boutons radio"],"checkboxes":["Cases à cocher"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Ce formulaire de contact contient des champs CAPTCHA, mais les librairies requises (GD et FreeType) ne sont pas disponibles sur votre serveur."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Ce formulaire de contact contient des champs CAPTCHA, mais le dossier temporaire des fichiers (%s) n’existe pas ou n’est pas accessible en écriture. Vous pouvez créer le dossier ou modifier ses droits manuellement."],"Input field settings":["Paramètres des champs de saisie"],"Image settings":["Paramètres des images"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Générer une balise d’image CAPTCHA et son champ de réponse correspondante. Pour plus de détails, consultez %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Pour utiliser CAPTCHA, vous devez d’abord installer et activer l’extension %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Le code entré est incorrect."],"The code that sender entered does not match the CAPTCHA":["Le code entré ne correspond pas au CAPTCHA"],"Insert Tag":["Insérer la balise"],"Class attribute":["attribut &laquo;class&raquo;"],"Id attribute":["attribut &laquo;id&raquo;"],"Options":["Options"],"Name":["Nom"],"Acceptance Checkbox":["Case à cocher de confirmation"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Générer une balise de formulaire de type case de confirmation. Pour plus de détails, référez vous à %s."],"acceptance":["confirmation"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["La propriété <code>%1$s<\/code> de l’objet <code>WPCF7_ContactForm<\/code> n’<strong>plus accessible<\/strong>. Utilisez la méthode <code>%2$s<\/code> à la place."],"Untitled":["Sans titre"],"Contact Form":["Formulaire de contact"],"There is a field with input that is shorter than the minimum allowed length":["Il y a un champ avec une entrée plus courte que la longueur minimum autorisée."],"There is a field with input that is longer than the maximum allowed length":["Il y a un champ avec une entrée plus longue que la longueur maximum autorisée."],"There is a field that the sender must fill in":["Un champ nécessaire n’a pas été rempli."],"There are terms that the sender must accept":["Il est nécessaire d’accepter des conditions."],"Submission was referred to as spam":["L’envoi a été détecté comme indésirable."],"Validation errors occurred":["Des erreurs de validation sont survenues."],"Sender's message failed to send":["Le message de l’expéditeur n’a pas pu être envoyé."],"Sender's message was sent successfully":["Le message de l’expéditeur a bien été envoyé."],"This e-mail was sent from a contact form on %1$s (%2$s)":["Cet e-mail a été envoyé via le formulaire de contact de %1$s (%2$s)\u000b"],"Message Body:":["Corps du message :"],"Subject: %s":["Objet : %s"],"From: %s":["De : %s"],"Send":["Envoyer"],"Your Message":["Votre message"],"Your Email":["Votre adresse de messagerie"],"(required)":["(obligatoire)"],"Your Name":["Votre nom"],"Form-tag Generator: %s":["Générateur de balises de formulaire : %s"],"For more information:":["Pour plus d’informations :"],"Any information you provide will not be shared with service providers without your authorization.":["Aucune information fournie ne sera partagée avec des services tiers sans votre autorisation."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Vous devez d’abord vous enregistrer sur le service que vous souhaitez utiliser. Quand c’est fait, vous devez autoriser Contact Form 7 à accéder au service avec votre compte."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Sur cet écran, vous pouvez gérez les services disponibles pour Contact Form 7. L’API vous permettra de collaborer avec tous les services disponibles."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Il y a également des balises d’e-mail spéciales avec un nom spécifique, mais qui n’ont pas de balise de formulaire. Elles sont utilisées pour véhiculer des méta-données du formulaire comme l'adresse IP de l’expéditeur ou l’adresse de la page."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Une balise d’e-mail est un code court entouré de crochets que vous pouvez utiliser dans chaque champ e-mail et e-mail (2). Une balise d’e-mail représente la valeur saisie par un utilisateur dans la balise de formulaire correspondante."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Comme les balises de formulaire ont une syntaxe relativement complexe, vous n’avez pas besoin de les connaître par cœur puisque vous pouvez utiliser le générateur de balise (boutons <strong>Générer une balise<\/strong> sur cet écran)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Une balise de formulaire est un code court entre crochets utilisé pour le contenu du formulaire. Une balise de formulaire est généralement représentée par un champ, et ces composants en quatre parties : type, nom, options et valeurs. Contact Form 7 gère plusieurs types de balises de formulaire comme des champs textes, des champs numériques, des sélecteurs de dates, des cases à cocher, des boutons radios, des listes déroulantes, des sélecteurs de fichiers, des CAPTCHAs, et des champs Quiz."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Réglages additionnels<\/strong> vous permet de personnaliser le comportement de ce formulaire de contact en ajoutant des bouts de code."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["Dans <strong>Messages<\/strong>, vous pouvez modifier différents types de messages utilisés par le formulaire de contact. Ces messages sont relativement courts, comme les erreurs de validations que vous voyez lorsque un champ requis est laissé blanc."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>E-mail (2)<\/strong> est un modèle d’e-mail additionnel qui fonctionne de manière similaire à E-mail. E-mail (2) diffère en ce qu’il n’est envoyé que lorsque E-mail a été envoyé avec succès."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>E-mail<\/strong> gère un modèle d’e-mail (en-têtes et corps du message) que ce formulaire de contact enverra lorsqu’un utilisateur l’utilisera. Vous pouvez y utiliser les balises d’e-mail Contact Form 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formulaire<\/strong> est un contenu du formulaire HTML. Vous pouvez utiliser arbitrairement du code HTML, qui est autorisé à l’intérieur d’un élément de formulaire. Vous pouvez aussi utiliser les balises de formulaire de Contact Form 7 ici."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Titre<\/strong> est le titre du formulaire de contact. Ce titre est uniquement utilisé pour nommer un formulaire de contact et peut être modifié."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["Sur cet écran, vous pouvez modifier le formulaire de contact. Un formulaire de contact comprend les composants suivants : "],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Dupliquer<\/strong> - Duplique ce formulaire de contact. Un formulaire de contact dupliqué hérite de tout le contenu de l’original, mais a un identifiant différent."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Modification<\/strong> - Rendez-vous sur la page d’édition pour ce formulaire de contact. Vous pouvez aussi atteindre cette page en cliquant sur le titre du formulaire de contact."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Survoler une ligne dans la liste des formulaires de contact affichera les liens d’action qui vous serviront à gérer votre formulaire de contact. Vous pouvez effectuer les actions suivantes :"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Sur cet écran, vous pouvez gérer les formulaires de contact fournis par Contact Form 7. Vous pouvez gérer un nombre illimité de formulaires de contact. Chaque formulaire de contact possède un identifiant unique et un code court Contact Form 7 ([contact-form-7 ...]). Pour insérer un formulaire de contact dans une page ou un widget, insérer le code court dans la cible."],"Mail-tags":["Balises d’e-mail"],"Form-tags":["Balises de formulaire"],"Available Actions":["Actions disponibles"],"Overview":["Vue d’ensemble"],"You can add customization code snippets here. For details, see %s.":["Vous pouvez ajouter des extraits de code de personnalisation ici. Plus de détails sur %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Pièces jointes"],"Use HTML content type":["Envoyer ce message au format HTML."],"Exclude lines with blank mail-tags from output":["Exclure les lignes dont la balise d’e-mail est vide."],"Message Body":["Corps du message"],"Additional Headers":["En-têtes additionnelles"],"Subject":["Objet"],"From":["De"],"To":["Pour"],"In the following fields, you can use these mail-tags:":["Dans les champs suivants, vous pouvez utiliser ces étiquettes d’e-mail :"],"Mail (2) is an additional mail template often used as an autoresponder.":["L’e-mail (2) est un modèle d’e-mail supplémentaire généralement utilisé pour les réponses automatisées."],"Use Mail (2)":["Utiliser l’e-mail (2)"],"Mail (2)":["E-mail (2)"],"Y\/m\/d":["d\/m\/Y"],"%s ago":["Il y a %s"],"Y\/m\/d g:i:s A":["d\/m\/Y G:i:s A"],"Edit &#8220;%s&#8221;":["Modifier « %s »"],"Edit":["Modifier"],"Date":["Date"],"Author":["Auteur"],"Shortcode":["Code court"],"Title":["Titre"],"Additional Settings":["Réglages additionnels"],"Additional Settings (%d)":["Réglages additionnels (%d)"],"Messages":["Messages"],"Mail":["E-mail"],"Form":["Formulaire"],"Support":["Support"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["FAQ"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Documentation"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Vous êtes sur le point de supprimer ce formulaire de contact.\n  'Annuler' pour arrêter, 'OK' pour supprimer."],"Delete":["Supprimer"],"Duplicate":["Dupliquer"],"Status":["État"],"You can also use this old-style shortcode:":["Vous pouvez aussi utiliser cet ancien modèle de code court :"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Copiez ce code court et collez-le dans votre article, page ou widget :"],"Enter title here":["Saisissez le titre ici"],"Save":["Enregistrer"],"You are not allowed to edit this contact form.":["Vous n’avez pas les droits nécessaires pour modifier ce formulaire de contact."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Réglages des e-mails"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["http:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 a besoin de votre soutien"],"Dismiss":["Ignorer"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s nécessite WordPress %2$s ou supérieur.<\/strong> Merci de commencer par <a href=\"%3$s\">mettre à jour WordPress<\/a>."],"Settings":["Réglages"],"Contact form deleted.":["Formulaire de contact supprimé."],"Contact form saved.":["Formulaire de contact sauvegardé."],"Contact form created.":["Formulaire de contact créé."],"Search Contact Forms":["Chercher"],"Search results for &#8220;%s&#8221;":["Résultats de recherche pour « %s »"],"The changes you made will be lost if you navigate away from this page.":["Les modifications que vous avez faites seront perdues si vous quittez cette page."],"Error in deleting.":["Erreur lors de la suppression."],"You are not allowed to delete this item.":["Vous n’avez pas les droits nécessaires pour supprimer cet élément."],"You are not allowed to edit this item.":["Vous n’avez pas les droits nécessaires pour modifier cet élément."],"Integration":["Intégration"],"Integration with Other Services":["Intégration avec des services tiers"],"Add New":["Créer un formulaire"],"Add New Contact Form":["Ajouter un formulaire de contact"],"Contact Forms":["Formulaires de contact"],"Edit Contact Form":["Modifier le formulaire de contact"],"Contact":["Contact"],"Contact Form 7":["Contact Form 7"]}