{"HTTP Response: %1$s %2$s from %3$s":[],"Save Changes":[],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":[],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":[],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":[],"Setup Integration":[],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":[],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":[],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":["No está permitido el uso de archivos que se encuentren fuera del directorio wp-content."],"Make this checkbox optional":["Hacer que esta casilla de verificación sea opcional"],"Professional Services":["Servicios profesionales"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Foros de asistencia"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Aquí hay algunas opciones disponibles para ayudarte a resolver tus problemas."],"Do you need help?":["¿Necesitás ayuda?"],"Condition":["Condición"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Sin consentimiento"],"Consented":["Con consentimiento"],"Sending mail has been aborted.":["El envío de correo ha sido interrumpido."],"You can edit messages used in various situations here. For details, see %s.":["Podés editar mensajes utilizados en diversas situaciones, aquí. Para más detalles, mirá %s."],"Editing Messages":["Editando mensajes"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Podés editar la plantilla de correo aquí. Para más detalles, mirá %s."],"You can edit the form template here. For details, see %s.":["Podés editar la plantilla del formulario aquí. Para más detalles, mirá %s."],"Editing Form Template":["Editando plantilla de formulario"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(flecha izquierda y derecha)"],"%1$s %2$s keys switch panels":["%1$s %2$s teclas intercambian paneles"],"(configuration error)":["(error de configuración)"],"How to resolve?":["¿Cómo resolverlo?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Tu donación nos ayudará a continuar con el desarrollo del plugin y a mejorar el soporte al usuario."],"making a donation":["donando"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Si te gusta Contact Form 7 y lo encontrás útil, por favor tratá de %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Es difícil continuar con el desarrollo y soporte del plugin sin las contribuciones de usuarios como vos."],"This contact form is available only for logged in users.":["Este formulario de contacto sólo se encuentra habilitado para usuarios con sesión iniciada."],"Deprecated settings are used.":["Están usándose ajustes obsoletos."],"To use CAPTCHA, you need %s plugin installed.":["Para usar un CAPTCHA, necesitás el plugin %s instalado."],"There was an error deleting the contact form.":["Hubo un error al borrar el formulario de contacto."],"You are not allowed to access the requested contact form.":["No tenés permisos para acceder al formulario de contacto solicitado."],"The requested contact form was not found.":["No se encontró el formulario de contacto solicitado."],"You are not allowed to create a contact form.":["No tenés permisos para crear un formulario de contacto."],"Cannot create existing contact form.":["No se puede crear un formulario de contacto existente."],"You are not allowed to access contact forms.":["No tenés permisos para acceder a los formularios de contacto."],"Attachment file does not exist at %path%.":["No se encuentra el archivo adjunto en esta ruta %path%."],"Invalid mailbox syntax is used in the %name% field.":["Se utilizó una sintaxis no valida en el campo correo electrónico %name%."],"Unavailable names (%names%) are used for form controls.":["Se usaron nombres no disponibles (%names%) para controles del formulario."],"There are invalid mail header fields.":["Existen campos de encabezados de mail no válidos."],"HTML tags are used in a message.":["Las etiquetas HTML son usadas en un mensaje."],"Sender email address does not belong to the site domain.":["El correo electrónico del remitente no pertenece al mismo dominio que el sitio. "],"Invalid mailbox syntax is used.":["Se utilizó una sintaxis no valida en el correo electrónico."],"There is a possible empty field.":["Es posible que haya un campo vacío."],"%s configuration error detected":["Se encontró %s error de configuración","Se encontraron %s errores de configuración"],"%d configuration errors detected in this tab panel":["Se encontraron %d errores de configuración en esta pestaña del panel"],"1 configuration error detected in this tab panel":["Se encontró 1 error de configuración en esta pestaña del panel"],"%d configuration errors detected":["Se encontraron %d errores de configuración"],"1 configuration error detected":["Se encontró 1 error de configuración"],"There was an error saving the contact form.":["Hubo un error al guardar el formulario de contacto."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["¡%1$s es <strong>obsoleto<\/strong> desde la versión %2$s de Contact Form 7! Utilizá %3$s en su lugar."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Instala un plugin de almacenamiento de mensajes antes de que te pase esto. %s guarda todos los mensajes de tus formularios de contacto en la base de datos. Flamingo es un plugin WordPress creado por el mismo autor de Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 no almacena en ninguna parte los mensajes enviados. Por lo tanto, es posible que pierdas mensajes importantes para siempre si tu servidor de correo tiene problemas o si cometés un error en la configuración de correo electrónico."],"Before you cry over spilt mail&#8230;":["Antes de llorar por los correos perdidos&#8230;"],"comment blacklist":["lista negra de comentarios"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 es compatible con el filtrado de spam de %1$s. El sistema inteligente de %2$s bloquea los molestos spambots. Además, usando %3$s, podés bloquear mensajes que contengan palabras clave específicas o las que se envíen desde direcciones IP específicas."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Los spammers atacan todo y tus formularios de contacto no son una excepción. Antes de que te llegue spam, protegé tus formularios de contacto con las potentes características antispam que ofrece Contact Form 7."],"Getting spammed? You have protection.":["¿Recibís spam? Podés protegerte."],"Multiple form controls are in a single label element.":["Varios controles de formulario están puestos dentro de un único elemento etiqueta."],"FAQ about Configuration Validator":["Preguntas frecuentes sobre el validador de configuración"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["El número de teléfono no es válido."],"The URL is invalid.":["La URL no es válida."],"The e-mail address entered is invalid.":["La dirección de correo electrónico que escribiste no es válida."],"The answer to the quiz is incorrect.":["La respuesta al cuestionario no es correcta."],"The number is larger than the maximum allowed.":["El número es mayor que el máximo permitido."],"The number is smaller than the minimum allowed.":["El número es menor que el mínimo permitido."],"The number format is invalid.":["El formato de número no es válido."],"There was an error uploading the file.":["Hubo un error al subir el archivo."],"The file is too big.":["El archivo es demasiado grande."],"You are not allowed to upload files of this type.":["No tenés permisos para subir archivos de este tipo."],"There was an unknown error uploading the file.":["Hubo un error desconocido subiendo el archivo."],"The date is after the latest one allowed.":["La fecha es posterior a la más tardía permitida."],"The date is before the earliest one allowed.":["La fecha es anterior a la más temprana permitida."],"The date format is incorrect.":["El formato de fecha es incorrecto."],"The field is too short.":["El campo es demasiado corto."],"The field is too long.":["El campo es demasiado largo."],"The field is required.":["El campo es obligatorio."],"You must accept the terms and conditions before sending your message.":["Tenés que aceptar los términos y condiciones antes de enviar tu mensaje."],"One or more fields have an error. Please check and try again.":["Uno o más campos tienen un error. Por favor, revisá e intentalo de nuevo."],"There was an error trying to send your message. Please try again later.":["Hubo un error al intentar enviar tu mensaje. Intentalo de nuevo después."],"Thank you for your message. It has been sent.":["Gracias por tu mensaje, ya ha sido enviado."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Una configuración errónea provoca fallos en el envío de los mensajes u otros problemas. Validá ahora tus formularios de contacto."],"Validate Contact Form 7 Configuration":["Validar la configuración de Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["La validación de la configuración ha sido completada. No se ha encontrado ningún formulario de contacto no válido."],"Configuration validation completed. %s invalid contact form was found.":["La validación de la configuración ha sido completada. Se encontró %s formulario de contacto no válido.","La validación de la configuración ha sido completada. Se encontraron %s formularios de contacto no válidos."],"Validate Configuration":["Validar configuración"],"Validate %s Contact Form Now":["Validar ahora %s formulario de contacto","Validar ahora %s formularios de contacto"],"You are not allowed to validate configuration.":["No tenés permisos para validar la configuración."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Clave secreta"],"Site Key":["Clave del sitio"],"Settings saved.":["Ajustes guardados."],"Invalid key values.":["Valores clave no válidos."],"ERROR":["ERROR"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Simplemente otro plugin de formularios de contacto. Sencillo pero adaptable."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Formulario de contacto %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Genera una etiqueta de formulario para un campo de entrada de texto multilínea. Para más detalles mirá %s."],"text area":["área de texto"],"This field requires author's URL":["Este campo requiere la URL del autor"],"This field requires author's email address":["Este campo requiere la dirección de correo electrónico del autor"],"This field requires author's name":["Este campo requiere el nombre del autor"],"Akismet":["Akismet"],"Text Fields":["Campos de texto"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Genera una etiqueta de formulario para un campo de entrada de número telefónico de una sola línea. Para más, detalles mirá %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Genera una etiqueta de formulario para un campo de entrada de URL de una sola línea. Para más detalles, mirá %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Genera una etiqueta de formulario para un campo de entrada de correo electrónico de una sola línea. Para más detalles mirá %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Genera una etiqueta de formulario para un campo de entrada de texto de una sola línea. Para más detalles, mirá %s."],"tel":["teléfono"],"URL":["URL"],"email":["correo electrónico"],"text":["texto"],"Telephone number that the sender entered is invalid":["El número de teléfono que introdujo el usuario no es válido"],"URL that the sender entered is invalid":["La URL que introdujo el usuario es incorrecta"],"Email address that the sender entered is invalid":["La dirección que introdujo el usuario es incorrecta"],"Label":["Etiqueta"],"Submit Button":["Botón 'Enviar'"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Genera una etiqueta de formulario para un botón 'Enviar'. Para más detalles, mirá %s."],"submit":["enviar"],"Insert a blank item as the first option":["Insertar un elemento en blanco como primera opción"],"Allow multiple selections":["Permitir selecciones múltiples"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Genera una etiqueta de formulario para un menú desplegable. Para más detalles, mirá %s."],"drop-down menu":["menú desplegable"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Un par pregunta\/respuesta por línea, separado por una barra vertical. Por ejemplo: ¿Cuál es la capital de Uruguay?|Montevideo."],"Questions and answers":["Preguntas y respuestas"],"Quiz":["Cuestionario"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Genera una etiqueta de formulario para un par pregunta\/respuesta. Para más detalles, mirá %s."],"quiz":["cuestionario"],"Sender doesn't enter the correct answer to the quiz":["El usuario introdujo una respuesta incorrecta"],"Slider":["Control deslizante"],"Spinbox":["Selector de valor"],"Number Fields":["Campos de número"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Genera una etiqueta de formulario para un campo de entrada de valor numérico. Para más detalles, mirá %s."],"number":["número"],"Number is larger than maximum limit":["El número es mayor que el límite permitido"],"Number is smaller than minimum limit":["El número es menor que el límite permitido"],"Number format that the sender entered is invalid":["El formato de número que introdujo el usuario es incorrecto"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Este formulario de contacto contiene campos para subida de archivos, pero la carpeta temporal para los archivos (%s) no existe o no tiene permisos de escritura. Podés crear una carpeta nueva o cambiar los permisos de forma manual."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Para adjuntar el archivo subido a través de este campo al mensaje de correo electrónico, tenés que insertar la etiqueta de correo correspondiente (%s) en el campo Archivos adjuntos de la pestaña Correo electrónico."],"Acceptable file types":["Formatos de archivo aprobados"],"File size limit (bytes)":["Límite del tamaño de archivo (en bytes)"],"File Uploading and Attachment":["Subida de archivos y adjuntos"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Genera una etiqueta de formulario para un campo de carga de archivo. Para más detalles, mirá %s."],"file":["archivo"],"Uploading a file fails for PHP error":["La subida del archivo falló por un error de PHP"],"Uploaded file is too large":["El archivo subido es demasiado grande"],"Uploaded file is not allowed for file type":["El archivo subido no tiene un formato permitido"],"Uploading a file fails for any reason":["La subida del archivo falló por alguna razón"],"Max":["Máx"],"Min":["Mín"],"Range":["Rango"],"Use this text as the placeholder of the field":["Usá este texto como marcador del campo"],"Default value":["Valor predeterminado"],"Date Field":["Campo fecha"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Genera una etiqueta de formulario para un campo de entrada de fecha. Para más detalles, mirá %s."],"date":["fecha"],"Date is later than maximum limit":["La fecha es posterior al límite permitido"],"Date is earlier than minimum limit":["La fecha es anterior al límite permitido"],"Date format that the sender entered is invalid":["El formato de fecha que introdujo el usuario es incorrecto"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Para recibir los datos enviados a través de este campo, tenés que insertar la etiqueta correspondiente (%s) en alguno de los campos de la pestaña Correo electrónico."],"Make checkboxes exclusive":["Hacer que las casillas de verificación sean exclusivas"],"Wrap each item with label element":["Envolver cada elemento con la etiqueta <label>"],"Put a label first, a checkbox last":["Poné una etiqueta primero, una casilla de verificación al final"],"One option per line.":["Una opción por línea."],"Required field":["Campo requerido"],"Field type":["Tipo de campo"],"Checkboxes, Radio Buttons and Menus":["Casillas de verificación, botones de opción y menús"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Genera una etiqueta de formulario para un grupo de botones de selección. Para más detalles, mirá %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Genera una etiqueta de formulario para un grupo de casillas de verificación. Para más detalles, mirá %s."],"radio buttons":["botones de selección"],"checkboxes":["casillas de verificación"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Este formulario de contacto contiene campos CAPTCHA, pero las bibliotecas necesarias (GD y FreeType) no están disponibles en tu servidor."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Este formulario de contacto contiene campos CAPTCHA, pero la carpeta temporal para los archivos (%s) no existe o no tiene permisos de escritura. Podés crear una carpeta nueva o cambiar los permisos de forma manual."],"Input field settings":["Ajustes de campo de entrada"],"Image settings":["Ajustes de imagen"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Generar etiquetas de formulario para una imagen CAPTCHA y un campo de entrada de respuesta correspondiente. Para más detalles, mirá %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Para usar CAPTCHA, primero tenés que instalar y activar el plugin %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["El código que ingresaste no es correcto."],"The code that sender entered does not match the CAPTCHA":["El código introducido por el usuario no coincide con el CAPTCHA"],"Insert Tag":["Insertar etiqueta"],"Class attribute":["Atributo de clase"],"Id attribute":["Atributo de ID"],"Options":["Opciones"],"Name":["Nombre"],"Acceptance Checkbox":["Casilla de verificación para aprobación"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Generar una etiqueta de formulario para una casilla de verificación. Para más detalles, mirá %s."],"acceptance":["aprobación"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["La propiedad <code>%1$s<\/code> del objeto <code>WPCF7_ContactForm<\/code> <strong>ya no es accesible<\/strong>. En su lugar, utiliza el método <code>%2$s<\/code>."],"Untitled":["Sin título"],"Contact Form":["Formulario de contacto"],"There is a field with input that is shorter than the minimum allowed length":["Hay un campo cuyo contenido es más corto que la longitud mínima permitida"],"There is a field with input that is longer than the maximum allowed length":["Hay un campo cuyo contenido es más largo que la longitud máxima permitida"],"There is a field that the sender must fill in":["Tenés que completar todos los campos"],"There are terms that the sender must accept":["Tenés que aceptar todos los términos"],"Submission was referred to as spam":["El envío se consideró spam"],"Validation errors occurred":["Ocurrió un error de validación"],"Sender's message failed to send":["El mensaje no se ha podido enviar"],"Sender's message was sent successfully":["El mensaje se ha enviado con éxito"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Este mensaje se ha enviado desde un formulario de contacto en %1$s (%2$s)"],"Message Body:":["Cuerpo del mensaje:"],"Subject: %s":["Asunto: %s"],"From: %s":["De: %s"],"Send":["Enviar"],"Your Message":["Mensaje"],"Your Email":["Correo electrónico"],"(required)":["(obligatorio)"],"Your Name":["Nombre"],"Form-tag Generator: %s":["Generador de etiqueta de formulario: %s"],"For more information:":["Para más información:"],"Any information you provide will not be shared with service providers without your authorization.":["Cualquier información que proporciones no será compartida con los proveedores de servicio sin tu autorización."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Primero tenés que registrar una cuenta con el servicio que pensás usar. Una vez registrado, tenés que autorizar a Contact Form 7 para acceder al servicio con tu cuenta."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["En esta pantalla, podés administrar servicios que están disponibles a través del Contact Form 7. La API te permitirá colaborar con los servicios que están disponibles."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["También hay etiquetas de correo electrónico especiales que tienen nombres específicos, pero que no tienen etiquetas de formulario correspondientes. Se usan para representar la información meta de los envíos a través del formulario, como la dirección IP del remitente o la URL de la página."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Una etiqueta de correo electrónico también es un código abreviado entre paréntesis curvos, que se puede utilizar en cada campo Correo electrónico y Correo electrónico (2). Una etiqueta de correo electrónico representa un valor de entrada del usuario a través del campo de entrada de una etiqueta de formulario correspondiente."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Mientras que las etiquetas de formulario tienen una sintaxis relativamente compleja, no es necesario conocerla para añadirlas, ya que podés usar el generador de etiquetas (botón <strong>Insertar etiqueta<\/strong> en esta pantalla)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Una etiqueta de formulario es un código abreviado entre paréntesis curvos, usado en el contenido del formulario. Una etiqueta de formulario generalmente representa un campo de entrada, y sus componentes se pueden dividir en cuatro partes: tipo, nombre, opciones y valores. Contact Form 7 es compatible con varios tipos de etiquetas de formulario que incluyen campos de texto, campos de número, campos de fecha, casillas de verificación, botones de selección, menús, campos de subida de archivos, CAPTCHAs, y campos de cuestionario."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Ajustes adicionales<\/strong> proporciona un lugar donde podés personalizar el comportamiento de este formulario de contacto, agregando fragmentos de código."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["En <strong>Mensajes,<\/strong> podés editar varios tipos de mensajes utilizados para este formulario de contacto. Estos mensajes son relativamente cortos, como un mensaje de error de validación que aparece cuando se deja en blanco un campo obligatorio."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Correo electrónico (2)<\/strong> es una plantilla de correo adicional que funciona de forma similar a Correo electrónico. Correo electrónico (2) difiere en que se envía únicamente cuando el correo se ha enviado con éxito."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Correo electrónico<\/strong> administra la plantilla de correo (cabeceras y cuerpo del mensaje) que enviará este formulario de contacto. Podés usar aquí las etiquetas de correo electrónico de Contact Form 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formulario<\/strong> es el contenido del formulario en HTML. Podés usar HTML arbitrario, permitido dentro de un elemento del formulario. También podés usar aquí las etiquetas de formulario de Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Título<\/strong> es el título de un formulario de contacto. Este título sólo se usa para etiquetar un formulario de contacto, y se puede editar."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["En esta página podés editar un formulario de contacto. Un formulario de contacto se compone de los siguientes elementos:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplicar<\/strong> - Clona ese formulario de contacto. Un formulario de contacto clonado hereda todo el contenido del original, pero tiene una ID distinta."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Editar<\/strong> - Abre la página de edición de ese formulario de contacto. También podés llegar a esa página haciendo clic en el título del formulario de contacto."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Al pasar el cursor sobre una fila de la lista de formularios de contacto, se mostrarán enlaces de acción que te permiten gestionar tu formulario. Podés realizar las siguientes acciones:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["En esta pantalla, podés gestionar los formularios de contacto proporcionados por Contact Form 7. Podés gestionar un número ilimitado de formularios de contacto. Cada formulario de contacto tiene una ID y un shortcode únicos ([contact-form-7 ...]). Para insertar un formulario de contacto en una entrada o widget de texto, insertá el código abreviado en el contenido correspondiente."],"Mail-tags":["Etiquetas de correo electrónico"],"Form-tags":["Etiquetas de formulario"],"Available Actions":["Acciones disponibles"],"Overview":["Vista general"],"You can add customization code snippets here. For details, see %s.":["Puedes añadir aquí fragmentos de código personalizado. Para más detalles ver %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Archivos adjuntos"],"Use HTML content type":["Usar contenido de tipo HTML"],"Exclude lines with blank mail-tags from output":["Excluir las líneas con etiquetas de correo electrónico vacías en la salida"],"Message Body":["Cuerpo del mensaje"],"Additional Headers":["Cabeceras adicionales"],"Subject":["Asunto"],"From":["De"],"To":["Para"],"In the following fields, you can use these mail-tags:":["En los siguientes campos podés usar estas etiquetas de correo electrónico:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Correo electrónico (2) es una plantilla de correo electrónico adicional, usada frecuentemente como respuesta automática."],"Use Mail (2)":["Usar correo electrónico (2)"],"Mail (2)":["Correo electrónico (2)"],"Y\/m\/d":["A\/m\/d"],"%s ago":["Hace %s"],"Y\/m\/d g:i:s A":["d\/m\/Y g:i:s A"],"Edit &#8220;%s&#8221;":["Editar &#8220;%s&#8221;"],"Edit":["Editar"],"Date":["Fecha"],"Author":["Autor"],"Shortcode":["Shortcode (código abreviado)"],"Title":["Título"],"Additional Settings":["Ajustes adicionales"],"Additional Settings (%d)":["Ajustes adicionales (%d)"],"Messages":["Mensajes"],"Mail":["Correo electrónico"],"Form":["Formulario"],"Support":["Soporte"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["Preguntas frecuentes"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Documentación"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Vas a eliminar este formulario de contacto.\n  'Cancelar' para parar, 'Aceptar' para eliminar."],"Delete":["Borrar"],"Duplicate":["Duplicar"],"Status":["Estado"],"You can also use this old-style shortcode:":["También podés usar este shortcode de estilo antiguo:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Copiá este código y pegalo en el contenido de una entrada, página o widget de texto:"],"Enter title here":["Introducí el título aquí"],"Save":["Guardar"],"You are not allowed to edit this contact form.":["No tenés permisos para editar este formulario de contacto."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Configurando el correo"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 necesita tu ayuda."],"Dismiss":["Descartar"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s requiere WordPress %2$s o superior.<\/strong> Por favor, primero <a href=\"%3$s\">actualizá WordPress<\/a>."],"Settings":["Ajustes"],"Contact form deleted.":["Formulario de contacto eliminado."],"Contact form saved.":["Formulario de contacto guardado."],"Contact form created.":["Formulario de contacto creado."],"Search Contact Forms":["Buscar formularios de contacto"],"Search results for &#8220;%s&#8221;":["Resultados de búsqueda para &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Los cambios realizados se perderán si salís de esta página."],"Error in deleting.":["Error al eliminar."],"You are not allowed to delete this item.":["No tenés permisos para borrar este elemento."],"You are not allowed to edit this item.":["No tenés permisos para para editar este elemento."],"Integration":["Integración"],"Integration with Other Services":["Integración con otros servicios"],"Add New":["Agregar nuevo"],"Add New Contact Form":["Agregar nuevo formulario de contacto"],"Contact Forms":["Formularios de contacto"],"Edit Contact Form":["Editar formulario de contacto"],"Contact":["Contacto"],"Contact Form 7":["Contact Form 7"]}