{"HTTP Response: %1$s %2$s from %3$s":["HTTP Odpověď: %1$s %2$s od %3$s"],"Save Changes":["Uložit změny"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["reCAPTCHA vás chrání před spamem a jinými typy automatizovaného zneužití. Pomocí rozšíření reCAPTCHA, můžete zablokovat odesílání formulářů spamovými roboty. Více informací - %s (anglicky)."],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["Klíče API pro reCAPTCHA v3 se liší od klíčů v2; klíče pro v2 s v3 API nefungují. Musíte znovu zaregistrovat své stránky a získat nové klíče pro v3. Více informací - %s (anglicky)."],"Connect to the Constant Contact API":["Připojit k Constant Contact API"],"API keys\u0004Remove Keys":["Odstranit klíče"],"Set this URL as the redirect URI.":["Nastavit URL jako přesměrované URI."],"Redirect URI":["Přesměrování URI"],"App Secret":["App Secret"],"API Key":["API klíč"],"Setup Integration":["Nastavení integrace"],"Constant Contact Integration":["Rozšíření Constant Contact"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["Rozšíření Constant Contact umožňuje odesílat kontaktní údaje shromážděné prostřednictvím kontaktních formulářů přes Constant Contact API. Můžete vytvářet spolehlivé emailové odběry v několika snadných krocích. Více informací - %s (anglicky)."],"Constant Contact":["Constant Contact"],"Email Marketing":["Email Marketing"],"It is not allowed to use files outside the wp-content directory.":["Není dovoleno používat soubory mimo adresář wp-content."],"Make this checkbox optional":["Nastav jako volitelné"],"Professional Services":["Profesionální služby"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Fórum podpory"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s a %2$s"],"Here are some available options to help solve your problems.":["Zde je několik možností, které vám pomohou vyřešit problém."],"Do you need help?":["Potřebujete pomoci?"],"Condition":["Podmínka"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Nesouhlasil"],"Consented":["Souhlasil"],"Sending mail has been aborted.":["Odesílání zprávy bylo přerušeno."],"You can edit messages used in various situations here. For details, see %s.":["Zprávy použité v mnoha různých situacích můžete upravit zde. Pro další informace se podívejte na %s."],"Editing Messages":["úpravy zpráv"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Šablonu zprávy můžete upravit zde. Pro další informace se podívejte na %s."],"You can edit the form template here. For details, see %s.":["Šablonu formuláře můžete upravit zde. Pro další informace se podívejte na %s."],"Editing Form Template":["úpravy šablony formuláře"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(pravá a levá šipka)"],"%1$s %2$s keys switch panels":["Tlačítka %1$s %2$s přepínají panely"],"(configuration error)":["(chyba konfigurace)"],"How to resolve?":["Jak vyřešit problém?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Váš příspěvek tento plugin pomůže nadále udržovat, aktualizovat a poskytovat lepší uživatelskou podporu."],"making a donation":["darování příspěvku na jeho vývoj"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Pokud rádi používáte plugin Contact Form 7 a je pro Vás užitečný, zvažte %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Je velmi těžké udržovat vývoj a podporu tohoto pluginu bez pomoci od Vás, uživatelů."],"This contact form is available only for logged in users.":["Tento kontaktní formulář je dostupný jen pro přihlášené uživatele."],"Deprecated settings are used.":["Používáte zastaralá nastavení."],"To use CAPTCHA, you need %s plugin installed.":["Pro použití CAPTCHE, musíte mít nainstalovaný plugin %s."],"There was an error deleting the contact form.":["Během mazání kontaktního formuláře se vyskytla chyba."],"You are not allowed to access the requested contact form.":["Nemáte oprávnění pro přístup k požadovanému kontaktnímu formuláři."],"The requested contact form was not found.":["Požadovaný kontaktní formulář nebyl nalezen."],"You are not allowed to create a contact form.":["Nemáte oprávnění pro vytváření kontaktních formulářů. "],"Cannot create existing contact form.":["Nelze vytvořit existující kontaktní formulář."],"You are not allowed to access contact forms.":["Nemáte oprávnění pro přístup ke kontaktním formulářům."],"Attachment file does not exist at %path%.":["Přiložený soubor %path% neexistuje."],"Invalid mailbox syntax is used in the %name% field.":["V poli %name% je použit neplatná syntaxe mailové schránky."],"Unavailable names (%names%) are used for form controls.":["Pro prvek formuláře jsou použity nedostupné jména (%names%)."],"There are invalid mail header fields.":["Jsou zde neplatná pole záhlaví emailu."],"HTML tags are used in a message.":["Ve zprávě jsou obsaženy HTML značky."],"Sender email address does not belong to the site domain.":["Email odesílatele neodpovídá doméně tohoto webu."],"Invalid mailbox syntax is used.":["Používáte neplatnou syntaxi mailové schránky."],"There is a possible empty field.":["Pravděpodobně jste nevyplnili všechna požadovaná pole."],"%s configuration error detected":["Byla zjištěna %s chyba v nastavení","Byly zjištěny %s chyby v nastavení","Bylo zjištěno %s chyb v nastavení"],"%d configuration errors detected in this tab panel":["V této záložce byla detekována chybná nastavení (celkem: %d)."],"1 configuration error detected in this tab panel":["V této záložce bylo detekováno 1 chybné nastavení."],"%d configuration errors detected":["Byly zjištěny chyby v nastavení (%d)"],"1 configuration error detected":["Byla zjištěna 1 chyba v nastavení"],"There was an error saving the contact form.":["Při ukládání kontaktního formuláře se vyskytla chyba."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["Funkce %1$s je od Contact Form 7 verze %2$s <strong>zastaralá<\/strong>! Použijte místo ní %3$s."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Nainstalujte si plugin pro uchovávání zpráv předtím, než se to stane i vám. %s v databázi uchovává všechny zprávy přicházející z kontaktních formulářů. Flamingo je WordPress plugin, který byl vytvořen autorem pluginu Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 nikam neukládá odeslané zprávy. Proto, může dojít k trvalé ztrátě důležitých zpráv, pokud váš poštovní server způsobuje nějaké problémy, nebo pokud uděláte chybu v konfiguraci pošty."],"Before you cry over spilt mail&#8230;":["Než začnete plakat nad ztracenými emaily&#8230;"],"comment blacklist":["černé listiny pro komentáře"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 podporuje filtrování spamu pomocí %1$s. Inteligentní %2$s blokuje neodbytné spamboty. A s pomocí %3$s, můžete blokovat zprávy obsahující vámi definovaná klíčová slova nebo zprávy odeslané z konkrétních IP adres."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Spammeři cílí na vše; vaše kontaktní formuláře nejsou výjimkou. Než budete dostávat spam, zabezpečte své kontaktní formuláře výkonnými anti-spam funkcemi, které vám poskytuje Contact Form 7."],"Getting spammed? You have protection.":["Chodí vám spam? Máte ochranu."],"Multiple form controls are in a single label element.":["Několik ovládacích prvků formuláře je umístěno uvnitř jediného prvku popisku."],"FAQ about Configuration Validator":["Časté dotazy na ověřování konfigurace"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Zadané telefonní číslo je neplatné."],"The URL is invalid.":["Zadaná URL adresa je neplatná."],"The e-mail address entered is invalid.":["Zadaná e-mailová adresa je neplatná."],"The answer to the quiz is incorrect.":["Odpověď na kvíz je chybná."],"The number is larger than the maximum allowed.":["Číslo je vyšší, než maximální povolená hodnota."],"The number is smaller than the minimum allowed.":["Číslo je nižší, než minimální povolená hodnota."],"The number format is invalid.":["Formát čísla je neplatný."],"There was an error uploading the file.":["Při nahrávání souboru došlo k chybě."],"The file is too big.":["Soubor je příliš velký."],"You are not allowed to upload files of this type.":["Nemáte dostatečné oprávění pro nahrávání tohoto typu souborů."],"There was an unknown error uploading the file.":["Během nahrávání souboru se vyskytla neznámá chyba."],"The date is after the latest one allowed.":["Datum je před nejvyšším povoleným."],"The date is before the earliest one allowed.":["Datum je před nejnižším povoleným."],"The date format is incorrect.":["Formát data je neplatný."],"The field is too short.":["Pole je příliš krátké."],"The field is too long.":["Zadaný údaj je příliš dlouhý."],"The field is required.":["Toto pole je povinné."],"You must accept the terms and conditions before sending your message.":["Před odesláním zprávy musíte souhlasit s podmínkami služby."],"One or more fields have an error. Please check and try again.":["Některá pole obsahují chybu. Opravte prosím zadané údaje a zkuste to znovu."],"There was an error trying to send your message. Please try again later.":["Během odesílání zprávy nastala chyba. Zkuste to prosím později."],"Thank you for your message. It has been sent.":["Děkujeme Vám. Vaše zpráva byla úspěšně odeslána."],"mail subject\u0004%1$s \"%2$s\"":["[%1$s] %2$s"],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Nesprávná konfigurace může způsobit nedoručení pošty nebo vést k jiným problémům. Ověřte si své kontaktní formuláře hned teď."],"Validate Contact Form 7 Configuration":["Potvrdit nastavení Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Ověření konfigurace bylo dokončeno. Nebyly nalezeny žádné neplatné kontaktní formuláře."],"Configuration validation completed. %s invalid contact form was found.":["Ověření konfigurace bylo dokončeno. Byl nalezen %s neplatný kontaktní formulář.","Ověření konfigurace bylo dokončeno. Byly nalezeny %s neplatné kontaktní formuláře.","Ověření konfigurace bylo dokončeno. Bylo nalezeno %s neplatných kontaktních formulářů."],"Validate Configuration":["Ověření nastavení"],"Validate %s Contact Form Now":["Ověřit %s kontaktní formulář","Ověřit %s kontaktní formuláře","Ověřit %s kontaktních formulářů"],"You are not allowed to validate configuration.":["Nemáte dostatečné oprávnění pro ověření konfigurace."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Secret Key"],"Site Key":["Site Key"],"Settings saved.":["Nastavení bylo uloženo."],"Invalid key values.":["Neplatné klíče."],"ERROR":["CHYBA"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Další plugin pro kontaktní formuláře. Jednoduchý, ale flexibilní."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Kontaktní formulář %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Vytvoření formulářové značky pro víceřádkové textové vstupní pole. Více informací se dozvíte na stránce %s."],"text area":["textová oblast"],"This field requires author's URL":["Toto pole vyžaduje URL autora"],"This field requires author's email address":["Toto pole vyžaduje e-mailovou adresu autora"],"This field requires author's name":["Toto pole vyžaduje jméno autora"],"Akismet":["Akismetu"],"Text Fields":["Textové pole"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Vytvoření formulářové značky pro jednořádkové vstupní pole s telefonním číslem. Více informací se dozvíte na stránce %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Vytvoření formulářové značky pro jednořádkové vstupní pole s URL adresou. Více informací se dozvíte na stránce %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Vytvoří formulářové značky pro jednořádkové vstupní pole s e-mailovou adresou. Více informací se dozvíte na %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Vytvoření formulářové značky pro jednořádkové textové vstupní pole. Více informací se dozvíte na stránce %s."],"tel":["tel"],"URL":["URL adresa"],"email":["e-mail"],"text":["text"],"Telephone number that the sender entered is invalid":["Telefonní číslo zadané odesílatelem je neplatné"],"URL that the sender entered is invalid":["URL adresa odesílatele je neplatná"],"Email address that the sender entered is invalid":["E-mailová adresa odesílatele je neplatná"],"Label":["Popisek"],"Submit Button":["Tlačítko Odeslat"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Vytvoří formulářovou značku pro tlačítko Odeslat. Více informací se dozvíte na %s."],"submit":["odeslat"],"Insert a blank item as the first option":["Přidat prázdnou položku jako první možnost"],"Allow multiple selections":["Povolit vícenásobný výběr"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Vytvoření formulářové značky pro rozbalovací menu. Více informací se dozvíte na stránce %s."],"drop-down menu":["rozbalovací položky"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Na každý řádek jedna dvojice otázka-odpověď oddělená svislou čarou (např. Hlavní město Brazílie?|Rio)."],"Questions and answers":["Otázky a odpovědi"],"Quiz":["Kvíz"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Vytvoření formulářové značky pro kontrolní otázky a odpovědi. Více informací se dozvíte na stránce %s."],"quiz":["kvíz"],"Sender doesn't enter the correct answer to the quiz":["Odesílatel nezadal správnou odpověď na kontrolní otázku"],"Slider":["Posuvník"],"Spinbox":["Číselník"],"Number Fields":["Číselné pole"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Vytvoření formulářové značky pro vstupní pole s číselnou hodnotou. Více informací se dozvíte na stránce %s."],"number":["číslo"],"Number is larger than maximum limit":["Číslo je větší než maximální limit"],"Number is smaller than minimum limit":["Číslo je menší než minimální limit"],"Number format that the sender entered is invalid":["Formát čísla zadaný odesílatelem je neplatný"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Tento kontaktní formulář obsahuje funkci nahrávání souborů, ale dočasná složka pro soubory (%s) neexistuje nebo do ní nelze zapisovat. Vytvořte prosím tuto složku nebo ručně změňte její oprávnění."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Pro přiložení souboru nahraného pomocí tohoto pole do e-mailu, musíte vložit odpovídající e-mailovou značku (%s) do pole Přílohy v záložce E-mail."],"Acceptable file types":["Povolené typy souborů"],"File size limit (bytes)":["Limit pro velikost souboru (bajtů)"],"File Uploading and Attachment":["Nahrávání souborů a příloh"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Vytvoření formulářové značky pro možnost nahrání souboru. Více informací se dozvíte na stránce %s."],"file":["soubor"],"Uploading a file fails for PHP error":["Nahrávání souboru selhalo kvůli PHP chybě"],"Uploaded file is too large":["Nahrávaný soubor je příliš velký"],"Uploaded file is not allowed for file type":["Nesprávný typ souboru"],"Uploading a file fails for any reason":["Nahrávání souboru selhalo z neznámé příčiny"],"Max":["Max"],"Min":["Min"],"Range":["Rozsah"],"Use this text as the placeholder of the field":["Použít jako zástupný text pole"],"Default value":["Výchozí hodnota"],"Date Field":["Datové pole"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Vytvoří formulářové značky pro datové pole. Více informací se dozvíte na %s."],"date":["datum"],"Date is later than maximum limit":["Datum je pozdější než maximální limit"],"Date is earlier than minimum limit":["Datum je dřívější než minimální limit"],"Date format that the sender entered is invalid":["Formát data odesílatele je neplatný"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Pro použití zadané hodnoty z tohoto pole, je třeba vložit odpovídající e-mailovou značku (%s) do e-mailových polí pod záložkou E-mail."],"Make checkboxes exclusive":["Udělat zaškrtávací políčka výhradní"],"Wrap each item with label element":["Každou položku obalte štítkem"],"Put a label first, a checkbox last":["Popisek umístěte před zaškrtávací políčko"],"One option per line.":["Jednu možnost na řádek."],"Required field":["Povinné pole"],"Field type":["Typ pole"],"Checkboxes, Radio Buttons and Menus":["Zaškrtávací políčka, jedny odpovědi a menu"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Vytvoří formulářové značky pro skupinu jedné odpovědi. Více informací se dozvíte na %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Vytvoření formulářové značky pro skupinu zaškrtávacích políček. Více informací se dozvíte na stránce %s."],"radio buttons":["jedna odpověď"],"checkboxes":["zaškrtávací políčka"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Tento kontaktní formulář obsahuje CAPTCHA ověřovací pole, ale potřebné knihovny (GD a FreeType) nejsou na vašem serveru k dispozici."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Tento kontaktní formulář obsahuje CAPTCHA ověřovací pole, ale dočasná složka pro soubory (%s) neexistuje nebo do ní nelze zapisovat. Vytvořte prosím tuto složku nebo ručně změňte její oprávnění."],"Input field settings":["Nastavení vstupního pole"],"Image settings":["Nastavení obrázků"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Vytvoření formulářové značky pro obrázek CAPTCHA a příslušné vstupní pole pro odpověď. Více informací se dozvíte na stránce %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Pro použití CAPTCHA si musíte nejdříve nainstalovat a aktivovat plugin %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Vložený kód není správný."],"The code that sender entered does not match the CAPTCHA":["Ověřovací kód CAPTCHA zadaný odesílatelem není zadaný správně"],"Insert Tag":["Vložit značku"],"Class attribute":["Atribut třídy"],"Id attribute":["Atribut ID"],"Options":["Nastavení"],"Name":["Název"],"Acceptance Checkbox":["Zaškrtávací políčko souhlasu"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Vytvoření formulářové značky pro zaškrtávací políčko souhlasu. Více informací se dozvíte na stránce %s."],"acceptance":["souhlas"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["Vlastnost <code>%1$s<\/code> objektu <code>WPCF7_ContactForm<\/code> již <strong>není přístupná<\/strong>. Místo toho použijte metodu <code>%2$s<\/code>."],"Untitled":["Bez názvu"],"Contact Form":["Kontaktní formulář"],"There is a field with input that is shorter than the minimum allowed length":["Formluář obsahuje pole, které nedosahuje minimální potřebné délky textu."],"There is a field with input that is longer than the maximum allowed length":["Formluář obsahuje pole, které přesahuje maximální povolenou délku textu."],"There is a field that the sender must fill in":["Formulář obsahuje pole, které musí být vyplněno"],"There are terms that the sender must accept":["Existují podmínky, které uživatel musí přijmout"],"Submission was referred to as spam":["Odpověď formuláře byla označena jako spam"],"Validation errors occurred":["Chyba ověření."],"Sender's message failed to send":["Odesílatelova zpráva nebyla odeslána"],"Sender's message was sent successfully":["Zpráva odesílatele byla úspěšně odeslána"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Tento e-mail byl odeslán pomocí kontaktního formuláře z %1$s %2$s"],"Message Body:":["Zpráva:"],"Subject: %s":["Předmět: %s"],"From: %s":["Od: %s"],"Send":["Odeslat"],"Your Message":["Vaše zpráva"],"Your Email":["Váš e-mail"],"(required)":["(vyžadováno)"],"Your Name":["Vaše jméno"],"Form-tag Generator: %s":["Generátor formulářových značek: %s"],"For more information:":["Pro více informací:"],"Any information you provide will not be shared with service providers without your authorization.":["Žádné vámi poskytnuté údaje nebudou sdíleny s poskytovateli služeb bez vaší předchozí autorizace."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Je možné, že si budete muset nejprve vytvořit účet u služby, kterou hodláte použít. Poté však nejprve budete muset autorizovat plugin Contact Form 7 k přístupu ke službě pod vašim účtem."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Na této stránce můžete spravovat služby, které jsou dostupné pro plugin Contact Form 7. Použitím API můžete spolupracovat s jakýmikoliv službami, které jsou k dispozici."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Jsou zde také speciální e-mailové značky, které mají specifické názvy, ale nemají odpovídající formulářové značky. Používají se pro metadata odpovědí formuláře jako je IP adresa respondenta nebo URL adresa stránky."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["E-mailová značka je také krátký kód uzavřený v hranatých závorkách, který můžete vložit do každého pole v sekci e-mail a e-mail (2). E-mailová značka představuje hodnotu, kterou zadal uživatel pomocí vstupního pole příslušné formulářové značky."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Přestože mají formulářové značky poměrně složitou syntaxi, vůbec ji nemusíte znát, protože jednotlivé značky můžete vytvářet pomocí jednoduchého nástroje na tvorbu formulářových značek (viz. odpovídající tlačítka na této stránce)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Formulářová značka je krátký kód uzavřený v hranatých závorkách, který se vkládá do obsahu formuláře. Obecně formulářová značka představuje jedno vstupní pole formuláře a může se skládat ze 4 částí: typ, jméno, možnosti a hodnoty. Plugin Contact Form 7 podporuje několik typů značek, včetně těch pro textová, číselná a datová pole, zaškrtávací políčka, přepínače, menu, pole pro nahrávání souborů, CAPTCHA a kvízy."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Další nastavení<\/strong> poskytuje prostor pro vložení různých fragmentů kódu, kterými si můžete přizpůsobit chování tohoto kontaktního formuláře."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["Ve <strong>Zprávách<\/strong>můžete upravit mnoho typů  zpráv použitých pro tento kontaktní formulář. Tyto zprávy jsou poměrně kráté, jako např. chybová zpráva , kterou uvidíte když nevypníte požadované pole."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>E-mail (2)<\/strong> je dodatečná e-mailová šablona, která funguje stejně jako e-mail. Rozdíl je v tom, že e-mail (2) se odešle pouze pokud byl e-mail úspěšně odeslán."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>E-mail<\/strong> představuje šablonu e-mailové zprávy (záhlaví a tělo zprávy), která se zašle jakmile uživatel odešle tento kontaktní formulář. Můžete zde použít e-mailové značky pluginu Contact Form 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Formulář<\/strong> představuje HTML obsah formuláře. Můžete použít libovolný HTML kód, který je povolený uvnitř prvku form. Můžete zde použít také formulářové značky pluginu Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Název<\/strong> představuje název kontaktního formuláře. Tento název se používá jen pro pojmenování kontaktního formuláře a lze ho kdykoli změnit."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["Na této stránce můžete upravit kontaktní formulář. Každý kontaktní formulář se skládá z následujících částí:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplikovat<\/strong> - Vytvoří kopii zvoleného kontaktního formuláře. Kopie bude mít naprosto stejný obsah jako původní formulář, ale bude mít odlišné ID."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Upravit<\/strong> - Odkazuje na administrační stránku úprav zvoleného kontaktního formuláře. Na tuto stránku se také dostanete kliknutím na název kontaktního formuláře."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Přejetím přes řádek v přehledu formulářů zobrazíte odkazy akcí, které vám umožní spravovat váš kontaktní formulář. Můžete provést následující akce:v"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Na této stránce můžete spravovat veškeré kontaktní formuláře, které poskytuje plugin Contact Form 7. Množství formulářů není nijak omezené. Každý kontaktní formulář má své unikátní ID a shortcode ([contact-form-7 ...]). Pro vložení kontaktního formuláře do příspěvku nebo textového widgetu, stačí vložit jeho shortcode na patřičné místo."],"Mail-tags":["E-mailové značky"],"Form-tags":["Formulářové značky"],"Available Actions":["Dostupné akce"],"Overview":["Přehled"],"You can add customization code snippets here. For details, see %s.":["Zde můžete přidat různé fragmenty kódu pro přizpůsobení pluginu. Více informací se dozvíte na stránce %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Přílohy"],"Use HTML content type":["Použít v obsahu HTML"],"Exclude lines with blank mail-tags from output":["Vyloučit řádky obsahující prázdné e-mailové značky"],"Message Body":["Obsah zprávy"],"Additional Headers":["Doplňující záhlaví"],"Subject":["Předmět"],"From":["Od"],"To":["Komu"],"In the following fields, you can use these mail-tags:":["V následujících polích můžete použít následující e-mailové značky:"],"Mail (2) is an additional mail template often used as an autoresponder.":["E-mail (2) je doplňující šablona e-mailu, která se často používá pro automatické odpovědi."],"Use Mail (2)":["Použít E-mail (2)"],"Mail (2)":["E-mail (2)"],"Y\/m\/d":["j. n. Y"],"%s ago":["před %s"],"Y\/m\/d g:i:s A":["j. n. Y, G:i:s"],"Edit &#8220;%s&#8221;":["Upravit &#8222;%s&#8220;"],"Edit":["Upravit"],"Date":["Datum"],"Author":["Autor"],"Shortcode":["Shortcode"],"Title":["Název"],"Additional Settings":["Další nastavení"],"Additional Settings (%d)":["Další nastavení (%d)"],"Messages":["Zprávy"],"Mail":["E-mail"],"Form":["Formulář"],"Support":["Podpora"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["Časté dotazy"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Dokumentace"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Chcete smazat kontaktní formulář? \n  'Storno' zrušíte akci, 'OK' smažete formulář."],"Delete":["Smazat"],"Duplicate":["Duplikovat"],"Status":["Stav"],"You can also use this old-style shortcode:":["Můžete také použít tento starý zkrácený zápis:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Zkopírujte následující shortcode a vložte jej do příspěvku, stránky, nebo do textové widgety:"],"Enter title here":["Zadejte název"],"Save":["Uložit"],"You are not allowed to edit this contact form.":["Nemáte dostatečné oprávnění pro úpravu tohoto kontaktního formuláře."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Nastavení e-mailu"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 potřebuje Vaší podporu."],"Dismiss":["Skrýt"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s vyžaduje verzi WordPressu %2$s nebo vyšší.<\/strong> Aktualizujte prosím verzi <a href=\"%3$s\">WordPressu<\/a>."],"Settings":["Nastavení"],"Contact form deleted.":["Kontaktní formulář byl smazán."],"Contact form saved.":["Kontaktní formulář byl uložen."],"Contact form created.":["Kontaktní formulář byl vytvořen."],"Search Contact Forms":["Vyhledat kontaktní formuláře"],"Search results for &#8220;%s&#8221;":["Výsledky vyhledávání &#8222;%s&#8220;"],"The changes you made will be lost if you navigate away from this page.":["Provedené změny budou ztraceny, pokud opustíte tuto stránku."],"Error in deleting.":["Během mazání se vyskytla chyba."],"You are not allowed to delete this item.":["Nemáte oprávnění pro smazání této položky."],"You are not allowed to edit this item.":["Nemáte dostatečné oprávnění pro úpravu této položky."],"Integration":["Integrace"],"Integration with Other Services":["Integrace s jinými službami"],"Add New":["Vytvořit formulář"],"Add New Contact Form":["Přidat nový kontaktní formulář"],"Contact Forms":["Přehled formulářů"],"Edit Contact Form":["Upravit kontaktní formulář"],"Contact":["Kontakt"],"Contact Form 7":["Contact Form 7"]}