{"HTTP Response: %1$s %2$s from %3$s":["HTTP Отговор: %1$s %2$s от %3$s"],"Save Changes":["Запазване на Промените"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["reCAPTHCA Ви защитава от спам и други видове автоматични злоупотреби.\nС Contact Form 7&#8217;s reCAPTCHA интеграционен модул, Вие можете да блокирате форми на злоупотреба от спам роботи. За повече детайли, вижте %s. "],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["API ключовете за reCAPTCHA v3 са различни от тези за v2; ключовете за v2 не работят с v3 API. Трябва да регистрирате сайтовете си отново, за да получите нови ключове за v3. За подробности вижте %s."],"Connect to the Constant Contact API":["Свържете се с Constant Contact API"],"API keys\u0004Remove Keys":["Премахване на Ключове"],"Set this URL as the redirect URI.":["Задайте този URL адрес като URI адрес за пренасочване."],"Redirect URI":["Пренасочване на URI"],"App Secret":["App Secret"],"API Key":["ключ за API"],"Setup Integration":["Настройване на Интеграцията"],"Constant Contact Integration":["Интеграция на Constant Contact"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["Интеграцията на модула Constant Contact ви позволява да изпращате данни за контакти, събрани чрез вашите формуляри за контакт, към Constant Contact API. Можете да създадете надеждни услуги за абонамент за електронна поща в няколко лесни стъпки. За подробности вижте %s."],"Constant Contact":["Constant Contact"],"Email Marketing":["Имейл Маркетинг"],"It is not allowed to use files outside the wp-content directory.":["Не е разрешено да се използват файлове извън директорията wp-content."],"Make this checkbox optional":["Направете тази отметка по избор"],"Professional Services":["Професионални услуги"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Форуми за поддръжка"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Ето няколко опции, които да ви помогнат да разрешите проблемите си."],"Do you need help?":["Имате ли нужда от помощ?"],"Condition":["Състояние"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Несъгласили се"],"Consented":["Съгласили се"],"Sending mail has been aborted.":["Изпращането на имейл е прекратено."],"You can edit messages used in various situations here. For details, see %s.":["Можете да редактирате съобщенията, използвани в различни ситуации тук. За подробности вижте %s."],"Editing Messages":["Редактиране на съобщения"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Тук можете да редактирате шаблона за електронна поща. За подробности вижте %s."],"You can edit the form template here. For details, see %s.":["Тук можете да редактирате шаблона за формуляри. За подробности вижте %s."],"Editing Form Template":["Редактиране шаблона на формуляра"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(лява и дясна стрелка)"],"%1$s %2$s keys switch panels":["%1$s %2$s ключове превключват панели"],"(configuration error)":["(грешка в конфигурацията)"],"How to resolve?":["Как да го разреша?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Вашето дарение ще помогне да се насърчи и подкрепи разработката на plugin&#8217;s и по-добрата му поддръжка за потребителите."],"making a donation":["правене на дарение"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Ако ви е приятно да използвате Contact Form 7 и го намирате за полезен, моля, обмислете %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Трудно е да продължим разработката и поддръжката на това разширение без принос от потребители като вас."],"This contact form is available only for logged in users.":["Тази контактна форма е достъпна само за регистрирани потребители."],"Deprecated settings are used.":["Използват се отменени настройки."],"To use CAPTCHA, you need %s plugin installed.":["За да ползвате CAPTCHA вие трябва да инсталирате %s разширението."],"There was an error deleting the contact form.":["Стана грешка при опита да премахнете формата за контакт."],"You are not allowed to access the requested contact form.":["Не ви е позволен достъп до заявената контактна форма."],"The requested contact form was not found.":["Търсената контактна форма не е намерена."],"You are not allowed to create a contact form.":["Не ви е позволено да създадете форма за контакт."],"Cannot create existing contact form.":["Не може да създадете настоящата форма за контакт."],"You are not allowed to access contact forms.":["Не ви е позволен достъп до формата за контакт."],"Attachment file does not exist at %path%.":["Прикаченият файл не е намерен в %path%."],"Invalid mailbox syntax is used in the %name% field.":["Невалиден синтаксис на пощенската кутия е използван в полето %name%"],"Unavailable names (%names%) are used for form controls.":["Имената (%names%), използвани за контрол на формата, са непозволени."],"There are invalid mail header fields.":["Невалидни полета за мейл хедъри."],"HTML tags are used in a message.":["HTML тагове се използват в съобщението."],"Sender email address does not belong to the site domain.":["Домейна на изпращащия не съвпада с домейна на сайта."],"Invalid mailbox syntax is used.":["Невалиден синтаксис."],"There is a possible empty field.":["Има непопълнено поле."],"%s configuration error detected":["Установена е грешка %s при конфигурирането.","Установени са грешки %s при конфигурирането."],"%d configuration errors detected in this tab panel":["Установени са грешки %d при конфигурирането на този tab панел."],"1 configuration error detected in this tab panel":["Установена е 1 грешка при конфигурирането на панела на подпрозореца."],"%d configuration errors detected":["Открити са %d грешки на конфигурацията"],"1 configuration error detected":["Открита е 1 грешка на конфигурацията"],"There was an error saving the contact form.":["Грешка при запазване на формата за контакт."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s е <strong>отхвърлено<\/strong> заради Contact Form 7 версия %2$s! Вместо това използвайте %3$s."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Инсталирайте разширението за съхранение на съобщения, преди да ви се случи това. %s записва всички съобщения чрез формулярите за контакт в базата данни. Flamingo е безплатно разширение за WordPress, създадено от автора на Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 никъде не&#8217; съхранява подадените съобщения. Следователно, може да загубите важни съобщения завинаги, ако вашият пощенски сървър има проблеми или правите грешка в конфигурацията на пощата."],"Before you cry over spilt mail&#8230;":["Преди да плачете над разсипаното mail&#8230;"],"comment blacklist":["Черен списък на коментарите"],"https:\/\/contactform7.com\/comment-blacklist\/":["http:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 поддържа филтриране на спам с %1$s. Интелигентните %2$s блокират досадните спамботи. Освен това, като използвате %3$s, можете да блокирате съобщения, съдържащи конкретни ключови думи или тези, изпратени от определени IP адреси."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Спамерите се целят във всичко; вашите формуляри за контакт не са&#8217; изключение. Преди да получите спам, защитете вашите формуляри за връзка с мощните антиспам функции, които Contact Form 7 осигурява."],"Getting spammed? You have protection.":["Получавате спам? Имате защита."],"Multiple form controls are in a single label element.":["Управлението на множество форми е в един елемент на етикета."],"FAQ about Configuration Validator":["Често задавани въпроси за конфигуриране на валидатора."],"https:\/\/contactform7.com\/configuration-validator-faq\/":["http:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Телефонният номер е невалиден."],"The URL is invalid.":["Въведеният URL адрес е невалиден."],"The e-mail address entered is invalid.":["Въведеният имейл адрес е невалиден."],"The answer to the quiz is incorrect.":["Отговорът на теста е неправилен."],"The number is larger than the maximum allowed.":["Номерът е по-голям от максималния позволен."],"The number is smaller than the minimum allowed.":["Номерът е по-малък от минималния позволен."],"The number format is invalid.":["Форма̀та на номера е невалиден."],"There was an error uploading the file.":["Грешка при качването на файла."],"The file is too big.":["Файлът е прекалено голям."],"You are not allowed to upload files of this type.":["Нямате право да качвате файлове от този тип."],"There was an unknown error uploading the file.":["Възникна неизвестна грешка при качването на файла."],"The date is after the latest one allowed.":["Дата е след последната позволена."],"The date is before the earliest one allowed.":["Датата е преди първата позволена."],"The date format is incorrect.":["Форматът на датата е неправилен."],"The field is too short.":["Това поле е прекалено кратко."],"The field is too long.":["Това поле е прекалено дълго."],"The field is required.":["Това поле е задължително."],"You must accept the terms and conditions before sending your message.":["Трябва да приемете условията за ползване преди да изпратите вашето съобщение."],"One or more fields have an error. Please check and try again.":["Едно или повече полета имат грешка. Моля проверете и опитайте отново."],"There was an error trying to send your message. Please try again later.":["Възникна грешка при опит за изпращане на съобщението Ви. Моля, опитайте отново по-късно."],"Thank you for your message. It has been sent.":["Благодарим ви за вашето съобщение. То беше изпратено."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Неправилна конфигурация води до невъзможност за доставяне на писма или други проблеми. Валидирайте вашите контакти форми сега."],"Validate Contact Form 7 Configuration":["Валидирайте конфигурацията на Contact Form 7 "],"https:\/\/contactform7.com\/configuration-errors\/":["http:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Валидацията на кофигурацията приключи. Не бяха намерени невалидни контакт форми."],"Configuration validation completed. %s invalid contact form was found.":["Валидацията на конфигурацията приключи. Намерени бяха %s невалидни контакт форми.","Валидацията на конфигурацията приключи. Намерени бяха %s невалидни контакт форми."],"Validate Configuration":["Валидирай конфигурацията"],"Validate %s Contact Form Now":["Валидирай %s контактна форма сега","Валидирай %s контактни форми сега"],"You are not allowed to validate configuration.":["Нямате право да валидирате конфигурацията."],"https:\/\/contactform7.com\/recaptcha\/":["http:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Секретен ключ"],"Site Key":["Ключ на сайта"],"Settings saved.":["Настройките са запазени."],"Invalid key values.":["Невалидни стойности на ключа."],"ERROR":["ГРЕШКА"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["http:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Такаюки Миюши"],"Just another contact form plugin. Simple but flexible.":["Още едно разширение за контактни форми. Опростено, но гъвкаво."],"https:\/\/contactform7.com\/":["http:\/\/contactform7.com\/"],"Contact form %d":["Форма за контакти %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Генериране на маркер за формуляр за поле за въвеждане на текст с няколко реда. За повече подробности вижте %s."],"text area":["поле за текст"],"This field requires author's URL":["Това поле изисква URL адреса на автора"],"This field requires author's email address":["Това поле изисква email адреса на автора"],"This field requires author's name":["Това поле изисква името на автора"],"Akismet":["Akismet"],"Text Fields":["Текстови полета"],"https:\/\/contactform7.com\/text-fields\/":["http:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Генериране на маркер за формуляр за входно поле с един ред за телефонен номер. За повече подробности вижте %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Генериране на маркер за формуляр за входно поле с един ред за URL адрес. За повече подробности вижте %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Генериране на маркер за формуляр за входно поле с един ред за имейл адрес. За повече подробности вижте  %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Генериране на маркер за формуляр за входно поле с един ред. За повече подробности вижте  %s."],"tel":["тел"],"URL":["Адрес"],"email":["имейл"],"text":["текст"],"Telephone number that the sender entered is invalid":["Телефонният номер, който изпращачът въведе, е невалиден"],"URL that the sender entered is invalid":["Адреса, който подателят е въвел е невалиден."],"Email address that the sender entered is invalid":["Имейла, който подателят е въвел е невалиден."],"Label":["Надпис"],"Submit Button":["Бутон за изпращане"],"https:\/\/contactform7.com\/submit-button\/":["http:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Генериране на маркер за формуляр за бутон \"Изпращане\". За повече подробности вижте %s."],"submit":["изпрати"],"Insert a blank item as the first option":["Въведи празен елемент като първа опция"],"Allow multiple selections":["Позволява няколко селекции"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Генериране на маркер за формуляр за падащо меню. За повече подробности вижте %s."],"drop-down menu":["падащо меню"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Само една двойка въпрос-отговор, разделена със символ \"|\" (например: Столицата на Бразилия? | Рио) на ред. "],"Questions and answers":["Въпроси и отговори"],"Quiz":["Викторина"],"https:\/\/contactform7.com\/quiz\/":["http:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Генериране на маркер за формуляр с чифт въпрос-отговор. За повече подробности вижте %s."],"quiz":["викторина"],"Sender doesn't enter the correct answer to the quiz":["Изпращачът не въвежда правилния отговор на теста"],"Slider":["Слайдер"],"Spinbox":["Spinbox"],"Number Fields":["Поле за номер"],"https:\/\/contactform7.com\/number-fields\/":["http:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Генериране на маркер за формуляр с поле за въвеждане на цифрова стойност. За повече подробности вижте %s."],"number":["число"],"Number is larger than maximum limit":["Номера е по-голям от максималния лимит"],"Number is smaller than minimum limit":["Номера е по-малък от минималния лимит"],"Number format that the sender entered is invalid":["Форматът на числото което изпращачът въведе е невалиден"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Формата съдържа поле за прикачване на файлове, но папката където се съхраняват временно файловете (%s) не съществува или не може да се записва в нея. Може да създадете папката или да промените правата ѝ."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["За да прикачите качения в това поле файл към съобщението, трябва да поставите съответния mail-tag (%s) в полето \"Прикачени файлове\" в раздела \"Поща\"."],"Acceptable file types":["Допустими файлови типове "],"File size limit (bytes)":["Ограничение за размер на файла (байтове)"],"File Uploading and Attachment":["Качване на файл"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["http:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Генериране на маркер за формуляр с поле за качване на файлове. За повече подробности вижте %s."],"file":["файл"],"Uploading a file fails for PHP error":["Качването на файл се провали заради PHP грешка"],"Uploaded file is too large":["Каченият файл е прекалено голям"],"Uploaded file is not allowed for file type":["Каченият файл е от непозволен тип"],"Uploading a file fails for any reason":["Качването на файл се провали"],"Max":["Максимум "],"Min":["Минимум"],"Range":["Обхват"],"Use this text as the placeholder of the field":["Използвай този текст за подсказка на полето"],"Default value":["Стойност по подразбиране"],"Date Field":["Поле за дата"],"https:\/\/contactform7.com\/date-field\/":["http:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Генериране на маркер за формуляр за поле за въвеждане на дата. За повече подробности вижте %s."],"date":["дата"],"Date is later than maximum limit":["Датата е по-късна от максимално разрешената."],"Date is earlier than minimum limit":["Датата е по-ранна от минимално разрешената."],"Date format that the sender entered is invalid":["Форматът на датата, която изпращача е въвел е невалидна."],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["За да използвате стойността за въвеждане чрез това поле в полето за електронна поща, трябва да поставите съответния mail-tag (%s) в полето в раздела Поща."],"Make checkboxes exclusive":["Изключете квадратчетата за отметка"],"Wrap each item with label element":["Оградете всеки предмет със заглавен елемент"],"Put a label first, a checkbox last":["Първо етикета, след това полето за отметка"],"One option per line.":["Един вариант на ред."],"Required field":["Задължително поле"],"Field type":["Тип на полето"],"Checkboxes, Radio Buttons and Menus":["Отметки, радио бутони и менюта"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["http:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Генериране на маркер за формуляр за група радио бутони. За повече подробности вижте %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Генериране на маркер за формуляр за група отметки. За повече подробности вижте %s."],"radio buttons":["радио бутони"],"checkboxes":["отметки"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Контактната форма съдържа CAPTCHA поле, но необходимите библиотеки (GD and FreeType) не са налични на вашият сървър."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Контактната форма съдържа CAPTCHA поле, но папката където се съхраняват временно файловете (%s) не съществува или не може да се записва в нея. Може да създадете папката или да промените правата ѝ."],"Input field settings":["Настройки на полето за въвеждане"],"Image settings":["Настройки на изображението"],"https:\/\/contactform7.com\/captcha\/":["http:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Генерирайте маркери за формуляри за CAPTCHA изображение и съответното входно поле за отговор. За повече подробности вижте %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["За да използвате CAPTCHA, първо трябва да инсталирате и активирате %s плъгин."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Въведеният код не е верен."],"The code that sender entered does not match the CAPTCHA":["Кодът който изпращачът въведе, не съвпада със този на полето CAPTCHA"],"Insert Tag":["Въвеждане на етикет"],"Class attribute":["Атрибут клас"],"Id attribute":["Атрибут Id"],"Options":["Опции"],"Name":["Име"],"Acceptance Checkbox":["Отчет за приемане"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["http:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Създайте квадратче за отметка за формуляр за приемане. За повече подробности вижте %s."],"acceptance":["приемане"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["<code>%1$s<\/code> променливата <code>WPCF7_ContactForm<\/code> обекта <strong>вече не е достъпно<\/strong>. Използвайте <code>%2$s<\/code> метода вместо това."],"Untitled":["Без име"],"Contact Form":["Форма за контакти"],"There is a field with input that is shorter than the minimum allowed length":["Има поле с вход, което е по-малко от минималната допустима дължина"],"There is a field with input that is longer than the maximum allowed length":["Има поле с вход, което е по-дълго от максималната позволена дължина"],"There is a field that the sender must fill in":["Има поле, което изпращача трябва да попълни"],"There are terms that the sender must accept":["Има условия за ползване, които потребителят трябва да приеме"],"Submission was referred to as spam":["Изпращането беше отбелязано като спам."],"Validation errors occurred":["Има грешки при валидирането"],"Sender's message failed to send":["Съобщението на подателя не бе изпратено"],"Sender's message was sent successfully":["Съобщението на подателя беше изпратено успешно"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Този имейл е изпратен от формата за контакт на %1$s (%2$s)"],"Message Body:":["Текст на съобщението:"],"Subject: %s":["Относно: %s"],"From: %s":["От: %s"],"Send":["Изпращане"],"Your Message":["Вашето съобщение"],"Your Email":["Вашият Email"],"(required)":["(задължително)"],"Your Name":["Вашето име"],"Form-tag Generator: %s":["Form-tag Генератор: %s"],"For more information:":["За допълнителна информация:"],"Any information you provide will not be shared with service providers without your authorization.":["Всякакъв тип информация която предоставите, няма да бъде споделяна със доставчици на услуги, без ваше одобрение."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Може да се наложи да създадете профил с услугата, която планирате да използвате. Когато го направите се налага да позволите достъп на Contact Form 7 да достъпва услугата с вашия профил."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["На този екран може да менажирате услуги, които са достъпни само през Contact Form 7. Използвайки API ще Ви позволи да сътрудничите с всички услуги, които са налични. "],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Също така са налични специални mail-tags със специфични име, които не разполагат със съответстващи form-tags. Използват се за представянето на мета информация за попълванията на формулярите. Такива са IP адресът на попълнилия формуляра и URL адреса на страницата, на която се намира формулярът."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Mail-tag е кратък код, заграден от квардратни скоби, който можете да използвате във всякo основно поле от Поща и Поща (2) секции. Той представлява въведената информация от потребителя за определено поле от съответстващия form-tag."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Докато form-tag имат относително сложен синтаксис, не е нужно да го познавате, за да добавите такъв таг в формуляра, защото разполагате с лесния за използване генератор на тагове."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Form-tag е кратък код, заграден в квадратни скоби, използван в тялото на формулярите. Най-общо той представлява полето за въвеждане на информация от посетителите на сайта, а компонентите му се разделят на четири части: тип, име, настройки, и стойности. Contact Form 7 поддържа няколко типа form-tag, сред които са текстови полета, числови полета, полета за избор на дата, отметки, радио бутони, менюта, полета за качване на файлове, полета за антиспам защита, и полета с тестови въпроси."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Допълнителни настройки<\/strong> представлява място, където можете допълнително да променяте поведението на контактния си формуляр чрез добавяне на парчета код."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["В <strong>Съобщения<\/strong> можете да редактирате различните съобщения и известия, които се появяват във формуляра. Тези съобщения са относително кратки и обичайно са свързани с валидацията на попълнените полета или с успешно или неуспешното ѝ изпращане."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Поща (2)<\/strong> е допълнителен пощенски шаблон, работещ като Поща. Разликата при Поща (2) е, че се изпраща писмо само когато писмото от Поща е изпратено успешно."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Поща<\/strong> управлява пощенския шаблон (служебната информация и самото съдържание на писмото), който контактния формуляр ще изпрати при успешно попълване. Тук можете да използвате пощенските тагове, които предоставя Contact Form 7."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Форма<\/strong> е съдържанието на HTML формуляра. Можете да ползвате HTML тагове, разрешени за ползване вътре във form елемента. Тук можете да ползвате и form-tags, предоставени от Contact Form 7."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Заглавие<\/strong> е заглавието на контактния формуляр. Използва се за именуване на формуляра и може да се редактира."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["На този екран можете да редактирате контактната форма. Една контактна форма е съставена от следните компоненти:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Копие<\/strong> - клонира текущия контактен формуляр. Копието наследява цялото съдържание и настройки на оригиналния формуляр, но разполага с различен ID."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Редактиране<\/strong> води към екрана за редакция на контактния формуляр. Натискането на заглавието на формуляра ще ви изпрати на същия екран."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Задържането на курсора на мишката върху ред в списъка с формуляри за контакти ще показва връзки за действие, които ще ви позволят да управлявате формуляра си за връзка. Можете да изпълните следните действия:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["На този екран можете да редактирате контактните формуляри, създадени чрез Contact Form 7. Всеки формуляр има собствен уникален ID и кратък код ([contact-form-7 ...]). Вграждането на формуляр в страница, публикация или текстова джаджа става чрез поставянето на краткия код в съдържанието им."],"Mail-tags":["Имейл-тагове"],"Form-tags":["Form-tags"],"Available Actions":["Достъпни действия"],"Overview":["Общ преглед"],"You can add customization code snippets here. For details, see %s.":["Тук можете да добавите код за персонализиране. За повече информация, погледнете %s."],"https:\/\/contactform7.com\/additional-settings\/":["http:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Прикачени файлове"],"Use HTML content type":["Използване на HTML за тип на съдържанието"],"Exclude lines with blank mail-tags from output":["Пропусни редове с празни mail-tags от изходния код"],"Message Body":["Съобщение"],"Additional Headers":["Допълнителни заглавия"],"Subject":["Относно"],"From":["От"],"To":["До"],"In the following fields, you can use these mail-tags:":["Може да използвате следните имейл тагове във следващото поле:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Имейл (2) е допълнителен имейл шаблон, използван най-често за автоматичен отговор"],"Use Mail (2)":["Използвай Поща (2)"],"Mail (2)":["Поща (2)"],"Y\/m\/d":["Y\/m\/d"],"%s ago":["%s преди"],"Y\/m\/d g:i:s A":["Y\/m\/d g:i:s A"],"Edit &#8220;%s&#8221;":["Редактирай &#8220;%s&#8221;"],"Edit":["Редактиране"],"Date":["Дата"],"Author":["Автор"],"Shortcode":["Кратък код"],"Title":["Заглавие"],"Additional Settings":["Допълнителни настройки"],"Additional Settings (%d)":["Допълнителни настройки (%d)"],"Messages":["Съобщения"],"Mail":["Поща"],"Form":["Форма"],"Support":["Поддръжка"],"https:\/\/contactform7.com\/support\/":["http:\/\/contactform7.com\/support\/"],"FAQ":["Въпроси"],"https:\/\/contactform7.com\/faq\/":["http:\/\/contactform7.com\/faq\/"],"Docs":["Документация"],"https:\/\/contactform7.com\/docs\/":["http:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Сигурни ли сте, че искате да изтриете тази форма за контакт.\n  'Cancel' за отказ, 'OK' за изтриване."],"Delete":["Изтриване"],"Duplicate":["Копие"],"Status":["Състояние"],"You can also use this old-style shortcode:":["Също така може да използвате този стар начин за добавяне на кратък код:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Копирайте този кратък код и го поставете във вашия пост, страница, или джаджа:"],"Enter title here":["Въведи заглавие тук"],"Save":["Запазване"],"You are not allowed to edit this contact form.":["Не ви е позволено да редактирате тази форма за контакт."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["http:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["http:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Настройване на имейл"],"https:\/\/contactform7.com\/setting-up-mail\/":["http:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["http:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 се нуждае от вашата подкрепа"],"Dismiss":["Отхвърляне"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s изисква WordPress %2$s или по-нова версия.<\/strong> Моля <a href=\"%3$s\">обновете WordPress<\/a> първо."],"Settings":["Настройки"],"Contact form deleted.":["Формата за контакт е изтрита."],"Contact form saved.":["Формата за контакт е запазена."],"Contact form created.":["Формата за контакт е създадена."],"Search Contact Forms":["Търси форми за контакт"],"Search results for &#8220;%s&#8221;":["Резултати от търсене за &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Промените, които направихте ще бъдат загубени, ако отидете на друга страница."],"Error in deleting.":["Грешка при изтриването."],"You are not allowed to delete this item.":["Не ви е позволено да изтриете този елемент."],"You are not allowed to edit this item.":["Не ви е позволено да редактирате този елемент."],"Integration":["Интеграция"],"Integration with Other Services":["Интеграция с други услуги"],"Add New":["Добави нов"],"Add New Contact Form":["Добави нова контактна форма"],"Contact Forms":["Контактни форми"],"Edit Contact Form":["Редактирай контактна форма"],"Contact":["Контакт"],"Contact Form 7":["Contact Form 7"]}