{"HTTP Response: %1$s %2$s from %3$s":[],"Save Changes":[],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":[],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":[],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":[],"Setup Integration":[],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":[],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":[],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":["Bạn không thể sử dụng file nằm ngoài thư mục wp-content."],"Make this checkbox optional":["Làm checkbox này là không bắt buộc"],"Professional Services":["Dịch vụ riêng"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["Diễn đàn hỗ trợ"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["Dưới đây là một số tùy chọn có sẵn để giúp giải quyết vấn đề của bạn."],"Do you need help?":["Bạn cần giúp đỡ?"],"Condition":["Điều kiện"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["Không đồng ý"],"Consented":["Đã đồng ý"],"Sending mail has been aborted.":["Gửi mail đã bị hủy."],"You can edit messages used in various situations here. For details, see %s.":["Bạn có thể chỉnh sửa tin nhắn được sử dụng trong các tình huống khác nhau tại đây. Để biết chi tiết, xem %s."],"Editing Messages":["Chỉnh sửa tin nhắn"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["Bạn có thể chỉnh sửa mẫu mail tại đây. Để biết thêm chi tiết, xem %s."],"You can edit the form template here. For details, see %s.":["Bạn có thể chỉnh sửa mẫu form tại đây. Để biết thêm chi tiết, xem %s."],"Editing Form Template":["Chỉnh sửa mẫu form"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(mũi tên trái và phải)"],"%1$s %2$s keys switch panels":["%1$s %2$s phím chuyển đổi panels"],"(configuration error)":["(lỗi cấu hình)"],"How to resolve?":["Làm thế nào để giải quyết?"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Sự quyên góp của bạn sẽ giúp khuyến khích và ủng hộ sự phát triển lâu dài của plugin và hỗ trợ người dùng tốt hơn."],"making a donation":["quyên góp"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Nếu bạn thấy hài lòng khi sử dụng Contact Form 7 và thấy nó có ích, hãy cân nhắc %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["Khó mà tiếp tục phát triển và hỗ trợ plugin này nếu không có sự đóng góp từ những người dùng như bạn."],"This contact form is available only for logged in users.":["Form này chỉ có sẵn đối với người dùng đã đăng nhập."],"Deprecated settings are used.":["Các cài đặt đã lỗi thời."],"To use CAPTCHA, you need %s plugin installed.":["Để sử dụng CAPTCHA, bạn cần cài đặt plugin %s."],"There was an error deleting the contact form.":["Xảy ra lỗi khi xoá form liên hệ."],"You are not allowed to access the requested contact form.":["Bạn không được phép truy cập form liên hệ này."],"The requested contact form was not found.":["Không tìm thấy form liên hệ đang yêu cầu."],"You are not allowed to create a contact form.":["Bạn không được phép tạo form liên hệ."],"Cannot create existing contact form.":["Không thể tạo form liên hệ đã tồn tại."],"You are not allowed to access contact forms.":["Bạn không được phép truy cập các form."],"Attachment file does not exist at %path%.":["File đính kèm không tồn tại ở %path%."],"Invalid mailbox syntax is used in the %name% field.":["Cú pháp không hợp lệ trong mục %name%."],"Unavailable names (%names%) are used for form controls.":["Các biến không có sẵn (%names%) đang được sử dụng."],"There are invalid mail header fields.":["Các mục nhập email header không hợp lệ."],"HTML tags are used in a message.":["Các thẻ HTML được sử dụng trong nội dung."],"Sender email address does not belong to the site domain.":["Địa chỉ gửi mail không phải của tên miền website."],"Invalid mailbox syntax is used.":["Sử dụng cú pháp hộp thư không hợp lệ."],"There is a possible empty field.":["Một mục không được nhập."],"%s configuration error detected":["%s lỗi cấu hình được phát hiện"],"%d configuration errors detected in this tab panel":["%d lỗi cấu hình được phát hiện trong bảng điều khiển tab này"],"1 configuration error detected in this tab panel":["1 lỗi cấu hình được phát hiện trong bảng điều khiển tab này"],"%d configuration errors detected":["%d lỗi cấu hình được phát hiện"],"1 configuration error detected":["1 lỗi cấu hình được phát hiện"],"There was an error saving the contact form.":["Đã xảy ra lỗi khi lưu form."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s đã <strong>quá cũ<\/strong> kể từ phiên bản Contact Form 7 %2$s! Hãy sử dụng %3$s."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Bạn có thể cài plugin mở rộng %s để lưu lại các tin nhắn này trong cơ sở dữ liệu của website. Nó an toàn và được tạo bởi cùng tác giả của plugin Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["Contact Form 7 không lưu trữ trong dữ liệu các tin nhắn được gửi đến. Do đó, bạn có thể sẽ mất các tin nhắn quan trọng mãi mãi nếu máy chủ mail của bạn có vấn đề hoặc bạn gây ra lỗi trong cấu hình mail."],"Before you cry over spilt mail&#8230;":["Bạn sợ mất dữ liệu?"],"comment blacklist":["danh sách đen bình luận"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 hỗ trợ lọc mail rác với plugin %1$s. Bạn cũng có thể sử dụng plugin %2$s thông minh chặn các spambot khó ưa. Thêm vào đó, khi sử dụng %3$s, bạn có thể chặn các tin nhắn chứa các từ khoá cụ thể hoặc những thứ được gửi từ các địa chỉ IP nào đó."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Các form liên hệ là đối tượng thường xuyên bị nhắm đến của các dịch vụ spam. Contact Form 7 bao gồm cả các công cụ chống spam được tích hợp giúp bạn hạn chế tối đa nhận email spam."],"Getting spammed? You have protection.":["Bị spam? Hãy yên tâm, bạn sẽ được bảo vệ."],"Multiple form controls are in a single label element.":["Nhiều mục đang nằm trong cùng một nhãn."],"FAQ about Configuration Validator":["Câu hỏi thường gặp về Xác thực Cấu hình"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["Số điện thoại không hợp lệ."],"The URL is invalid.":["URL không hợp lệ."],"The e-mail address entered is invalid.":["Địa chỉ e-mail không hợp lệ."],"The answer to the quiz is incorrect.":["Câu trả lời chưa đúng."],"The number is larger than the maximum allowed.":["Con số lớn hơn số lớn nhất cho phép."],"The number is smaller than the minimum allowed.":["Con số nhỏ hơn số nhỏ nhất cho phép."],"The number format is invalid.":["Định dạng số không hợp lệ."],"There was an error uploading the file.":["Tải file lên không thành công."],"The file is too big.":["File kích thước quá lớn."],"You are not allowed to upload files of this type.":["Bạn không được phép tải lên file theo định dạng này."],"There was an unknown error uploading the file.":["Tải file lên không thành công."],"The date is after the latest one allowed.":["Ngày này quá ngày gần nhất được cho phép."],"The date is before the earliest one allowed.":["Ngày này trước ngày sớm nhất được cho phép."],"The date format is incorrect.":["Định dạng ngày tháng không hợp lệ."],"The field is too short.":["Nhập ít hơn số kí tự tối thiểu."],"The field is too long.":["Nhập quá số kí tự cho phép."],"The field is required.":["Mục này là bắt buộc."],"You must accept the terms and conditions before sending your message.":["Bạn phải chấp nhận điều khoản trước khi gửi form."],"One or more fields have an error. Please check and try again.":["Có một hoặc nhiều mục nhập có lỗi. Vui lòng kiểm tra và thử lại."],"There was an error trying to send your message. Please try again later.":["Có lỗi xảy ra trong quá trình gửi. Xin vui lòng thử lại hoặc liên hệ người quản trị website."],"Thank you for your message. It has been sent.":["Xin cảm ơn, form đã được gửi thành công."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["Cấu hình sai dẫn đến lỗi gửi thư hay các lỗi khác. Hãy thử xác thực cấu hình các form liên hệ ngay bây giờ."],"Validate Contact Form 7 Configuration":["Xác thực Cấu hình Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Xác thực cấu hình hoàn tất. Không tìm thấy form liên lạc nào bị lỗi."],"Configuration validation completed. %s invalid contact form was found.":["Xác thực cấu hình hoàn tất. %s form liên hệ bị lỗi đã được tìm thấy."],"Validate Configuration":["Xác thực Cấu hình"],"Validate %s Contact Form Now":["Xác thực %s form ngay"],"You are not allowed to validate configuration.":["Bạn không được phép xác thực cấu hình."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Secret Key"],"Site Key":["Site Key"],"Settings saved.":["Đã lưu mọi cài đặt."],"Invalid key values.":["Giá trị key không hợp lệ."],"ERROR":["LỖI"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Plugin mở rộng chức năng form liên hệ cho website. Đơn giản nhưng linh hoạt."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Form liên hệ %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Tạo ra một thẻ mẫu cho một mục nhập văn bản trên nhiều dòng. Để biết thêm chi tiết, xem %s."],"text area":["văn bản dài"],"This field requires author's URL":["Mục này bắt buộc nhập địa chỉ website người gửi"],"This field requires author's email address":["Mục này bắt buộc nhập email người gửi"],"This field requires author's name":["Mục này bắt buộc nhập tên người gửi"],"Akismet":["Akismet"],"Text Fields":["Mục nhập văn bản"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Tạo ra một thẻ mẫu cho một mục nhập số điện thoại trên một dòng. Để biết thêm chi tiết, xem %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Tạo ra một thẻ mẫu cho một mục nhập địa chỉ URL trên một dòng. Để biết thêm chi tiết, xem %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Tạo ra một thẻ mẫu cho một mục nhập địa chỉ email trên một dòng. Để biết thêm chi tiết, xem %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Tạo ra một thẻ mẫu cho một trường nhập văn bản trên một dòng. Để biết thêm chi tiết, xem %s."],"tel":["số điện thoại"],"URL":["URL"],"email":["email"],"text":["văn bản ngắn"],"Telephone number that the sender entered is invalid":["Số điện thoại không hợp lệ"],"URL that the sender entered is invalid":["URL không hợp lệ"],"Email address that the sender entered is invalid":["Nhập địa chỉ Email không hợp lệ"],"Label":["Nhãn"],"Submit Button":["Nút Gửi form"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Khởi tạo nút Gửi cho form. Để biết thêm, xem %s."],"submit":["gửi"],"Insert a blank item as the first option":["Tạo một item trống làm lựa chọn đầu tiên"],"Allow multiple selections":["Cho phép chọn nhiều một lúc"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Khởi tạo tuỳ chọn cho menu. Để biết thêm, xem %s."],"drop-down menu":["menu danh sách"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Một cặp câu hỏi và trả lời ngăn bằng gạch dọc mỗi dòng (ví dụ: Thủ đô của Việt Nam là gì? | Hà Nội)."],"Questions and answers":["Câu hỏi và trả lời"],"Quiz":["Câu hỏi"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Tạo ra một thẻ mẫu cho một cặp câu hỏi và trả lời. Để biết thêm chi tiết, xem %s."],"quiz":["câu hỏi"],"Sender doesn't enter the correct answer to the quiz":["Người nhập không trả lời đúng đáp án của câu hỏi."],"Slider":["Thanh trượt"],"Spinbox":["Spinbox"],"Number Fields":["Mục nhập số"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Khởi tạo mục nhập cho chỉ số. Để biết thêm, xem %s."],"number":["số"],"Number is larger than maximum limit":["Số nhập vào vượt quá giới hạn cho phép"],"Number is smaller than minimum limit":["Số nhập vào nhỏ hơn giới hạn cho phép"],"Number format that the sender entered is invalid":["Định dạng số không hợp lệ"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Biểu mẫu này có sử dụng ô tải file, song thư mục được lựa chọn để lưu các file tải lên (%s) không tồn tại hoặc không thể ghi được. Bạn cần tự tạo folder đó và thay đổi quyền hạn của nó."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Để đính kèm file qua mục nhập vào email, bạn cần chèn mail tag %s vào trong mục File đính kèm trong tab Cấu hình Mail."],"Acceptable file types":["Các định dạng file được chấp nhận"],"File size limit (bytes)":["Kích thước file (theo byte)"],"File Uploading and Attachment":["File tải lên và đính kèm"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Khởi tạo mục nhập cho tải file lên. Để biết thêm, xem %s."],"file":["file"],"Uploading a file fails for PHP error":["Tải file lên gặp lỗi PHP"],"Uploaded file is too large":["Kích thước file tải lên quá lớn"],"Uploaded file is not allowed for file type":["File được tải lên không phải loại file được chấp nhận."],"Uploading a file fails for any reason":["Lỗi không xác định được khi tải file lên."],"Max":["Tối đa"],"Min":["Tối thiểu"],"Range":["Phạm vi"],"Use this text as the placeholder of the field":["Sử dụng dòng này làm chữ chìm trong mẫu nhập (placeholder)"],"Default value":["Giá trị mặc định"],"Date Field":["Ngày tháng"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Tạo ra một thẻ mẫu cho một mục nhập cho các giá trị ngày tháng. Để biết thêm chi tiết, xem %s."],"date":["ngày"],"Date is later than maximum limit":["Ngày trễ hơn khoảng thời gian giới hạn"],"Date is earlier than minimum limit":["Ngày sớm hơn khoảng thời gian giới hạn"],"Date format that the sender entered is invalid":["Định dạng ngày tháng không hợp lệ"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Để  giá trị được nhập xuất hiện trong email gửi đến, bạn cần chèn mail tag %s vào Nội dung email trong Cấu hình Email."],"Make checkboxes exclusive":["Là checkbox duy nhất trong toàn bộ form"],"Wrap each item with label element":["Bọc mỗi mục với nhãn của nó"],"Put a label first, a checkbox last":["Đặt nhãn trước, checkbox sau"],"One option per line.":["Mỗi dòng là một lựa chọn."],"Required field":["Mục bắt buộc"],"Field type":["Kiểu"],"Checkboxes, Radio Buttons and Menus":["Lựa chọn checkbox, radio và menu"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Khởi tạo tuỳ chọn dạng radio. Để biết thêm, xem %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Khởi tạo mục nhập tuỳ chọn checkbox. Để biết thêm, xem %s."],"radio buttons":["tuỳ chọn radio"],"checkboxes":["tuỳ chọn checkbox"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Biểu mẫu này có sử dụng ô CAPTCHA, song các thư viện cần thiết như GD và FreeType không được cài đặt trên máy chủ của bạn."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Biểu mẫu này có sử dụng ô CAPTCHA, song thư mục lưu file (%s) không tồn tại hoặc không thể ghi lên được. Bạn cần tự tạo folder đó hoặc thay đổi quyền hạn của nó."],"Input field settings":["Cấu hình cho ô trống"],"Image settings":["Cấu hình cho ảnh"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Khởi tạo cho ảnh CAPTCHA và kiểm tra thông tin các mục nhập. Để biết thêm, xem %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Để sử dụng CAPTCHA, bạn đầu tiên phải cài đặt và kích hoạt plugin %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["Bạn đã nhập sai mã CAPTCHA."],"The code that sender entered does not match the CAPTCHA":["Mã người gửi nhập không khớp với CAPTCHA"],"Insert Tag":["Chèn vào Form"],"Class attribute":["Thuộc tính Class"],"Id attribute":["Thuộc tính ID"],"Options":["Các tuỳ chọn"],"Name":["Tên"],"Acceptance Checkbox":["Đánh dấu chấp nhận điều khoản"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Tạo mục nhập để người dùng chấp nhận điều khoản. Xem chi tiết tại %s"],"acceptance":["điều khoản chấp nhận"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["Thuộc tính <code>%1$s<\/code> của một <code>WPCF7_ContactForm<\/code> object <strong>không thể truy cập vào nữa<\/strong>. Thay vào đó hãy sử dụng phương án  <code>%2$s<\/code>."],"Untitled":["Chưa có tiêu đề"],"Contact Form":["Form liên hệ"],"There is a field with input that is shorter than the minimum allowed length":["Nếu có mục nhập ngắn hơn số kí tự tối thiểu"],"There is a field with input that is longer than the maximum allowed length":["Nếu có mục nào đó nhập dài hơn số kí tự cho phép"],"There is a field that the sender must fill in":["Có mục bắt buộc người dùng phải nhập"],"There are terms that the sender must accept":["Có điều khoản bắt buộc người sử dụng phải xác nhận đồng ý"],"Submission was referred to as spam":["Nội dung gửi đến được xác định giống spam"],"Validation errors occurred":["Dữ liệu nhập vào không hợp lệ"],"Sender's message failed to send":["Nếu có lỗi xảy ra và không thể gửi form đi"],"Sender's message was sent successfully":["Form được gửi đi thành công"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Email này được gửi đến từ form liên hệ của website %1$s (%2$s)"],"Message Body:":["Nội dung thông điệp:"],"Subject: %s":["Tiêu đề: %s"],"From: %s":["Gửi đến từ: %s"],"Send":["Gửi đi"],"Your Message":["Thông điệp"],"Your Email":["Địa chỉ Email"],"(required)":["(bắt buộc)"],"Your Name":["Tên của bạn"],"Form-tag Generator: %s":["Khởi tạo mục nhập mới: %s"],"For more information:":["Để thêm thông tin:"],"Any information you provide will not be shared with service providers without your authorization.":["Bất kỳ thông tin bạn cung cấp sẽ không được chia sẻ với nhà cung cấp dịch vụ nếu thiếu sự uỷ quyền của bạn."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Bạn có thể cần tạo tài khoản để sử dụng gói dịch vụ. Nếu đúng, hãy xác thực với Contact Form 7 để truy cập dịch vụ kèm theo tài khoản cua bạn."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Trong màn hình hiện tại, bạn có thể quản lý các dịch vụ có sẵn thông qua plugin Contact Form 7. Sử dụng API sẽ cho phép bạn tương tác với các bất kỳ dịch vụ nào khả dụng."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Có một vài Tag Mail có tên nhưng không chứa Tag Form. Nó thường được sử dụng để thu thập thông tin người nhập như địa chỉ Email hay địa chỉ page hiện tại."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Tag Mail là các đoạn mã ngắn trong cặp dấu ngoặc vuông được sử dụng trong tab Cấu hình Mail. Tag mail thực ra là các giá trị mà người dùng nhập vào khi gửi form như địa chỉ, họ và tên, số điện thoại."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Mặc dù cú pháp của Tag Form có vẻ phức tạp, khi tạo bạn chỉ cần nhập các nội dung vào và nhấn nút <strong>Chèn vào Form<\/strong> là nó sẽ hoạt động."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Tag Form là các shortcode ngắn nằm trong cặp dấu vuông, ví dụ [ten-cua-ban]. Nó đại diện cho các mục nhập ngoài website, và thường chứa các thành phần: loại, tên, các tuỳ chọn và giá trị. Contact Form 7 cung cấp một vài loại nhập phổ biến như văn bản, số, ngày tháng, tuỳ chọn checkbox, tuỳ chọn radio, menu, tải file, CAPTCHA chống spam và đặt câu hỏi."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Tuỳ chọn khác<\/strong> cung cấp nơi bạn nhập các thiết lập bổ sung bởi các đoạn code ngắn."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["Trong <strong>Thông báo và Chú ý<\/strong>, bạn có thể tuỳ biến các thông báo hiển thị tới người nhập form, chẳng hạn như mục nhập bắt buộc, nhập sai định dạng hoặc nhập quá dài số kí tự cho phép."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Cấu hình Mail kiểu 2<\/strong> là một kiểu cấu hình email giống mặc định, tuy nhiên nó sẽ chỉ gửi email một khi nhận được xác nhận email từ người dùng."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Cấu hình Email<\/strong> quản lý giao diện mẫu của email (cả header và nội dung email) mà khi người dùng nhập nội dung và gửi đi, nó sẽ được chuyển đến email được xác định. Bạn có thể sử dụng các thẻ mail (như tên người dùng, địa chỉ email, địa chỉ liên hệ,...) ở đây. Các thẻ mail này được tạo ra khi bạn chèn thêm nội dung mục muốn người dùng nhập."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Nội dung form<\/strong> chứa các nội dung định dạng HTML. Bạn có thể sử dụng các tag form khác nhau (như văn bản, email, số điện thoại,...) để chèn vào nội dung hiển thị form ở ngoài website."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Tiêu đề<\/strong> là tên của form liên hệ. Nó được sử dụng để xác định và phân biệt các loại form bạn tạo (ví dụ form liên hệ trang chủ, form đặt hàng,..) và có thể thay đổi."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["Trong màn hình này, bạn có thể sửa form. Nó bao gồm các thành phần sau:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Sao chép<\/strong> - Là thao tác tạo ra một bản sao khác của form. Nó sẽ chứa tất cả nội dung từ bản gốc, nhưng chỉ thay đổi ID."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Sửa<\/strong> - Nhấp chuột vào để sửa form liên hệ."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Khi rê chuột vào một dòng trong danh sách form liên hệ, bạn có thể thực hiện các thao tác quản lý form đó như:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Trong giao diện này, bạn có thể quản lý các form được tạo trong Contact Form 7. Mỗi form thường có một shortcode để bạn chèn vào nội dung trang, bài viết hay widget HTML Tuỳ chỉnh để hiển thị ngoài website."],"Mail-tags":["Tag Mail"],"Form-tags":["Tag Form"],"Available Actions":["Hành động có sẵn"],"Overview":["Tổng quan"],"You can add customization code snippets here. For details, see %s.":["Bạn có thể tuỳ biến một số đoạn code khác ở đây. Xem chi tiết tại %s"],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["File đính kèm"],"Use HTML content type":["Sử dụng mã HTML cho phần nội dung của thư"],"Exclude lines with blank mail-tags from output":["Không bao gồm các dòng chứa mail tag trống"],"Message Body":["Nội dung"],"Additional Headers":["Email Header"],"Subject":["Tiêu đề:"],"From":["Mail gửi"],"To":["Mail nhận"],"In the following fields, you can use these mail-tags:":["Trong các mục nhập dữ liệu dưới đây, bạn có thể sử dụng các thẻ dữ liệu sau:"],"Mail (2) is an additional mail template often used as an autoresponder.":["Kiểu cấu hình mail 2 thường được sử dụng như là trả lời tự động."],"Use Mail (2)":["Bật cấu hình Mail này"],"Mail (2)":["Cấu hình Mail kiểu 2"],"Y\/m\/d":["d\/m\/Y"],"%s ago":["%s trước"],"Y\/m\/d g:i:s A":["d\/m\/Y g:i:s A"],"Edit &#8220;%s&#8221;":["Sửa &#8220;%s&#8221;"],"Edit":["Sửa"],"Date":["Ngày"],"Author":["Tác giả"],"Shortcode":["Shortcode"],"Title":["Tiêu đề"],"Additional Settings":["Tuỳ chọn khác"],"Additional Settings (%d)":["Các tuỳ chọn khác (%d)"],"Messages":["Thông báo và Chú ý"],"Mail":["Cấu hình Mail"],"Form":["Nội dung Form"],"Support":["Hỗ trợ"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["Câu hỏi thường gặp"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Tài liệu hướng dẫn"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Bạn chắc chắn muốn xoá form này?\n  'Huỷ' để huỷ bỏ, 'OK' để xoá."],"Delete":["Xóa"],"Duplicate":["Sao chép"],"Status":["Trạng thái"],"You can also use this old-style shortcode:":["Bạn cũng có thể sử dụng shortcode kiểu cũ này:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Để sử dụng, bạn chỉ cần copy đoạn code ngắn này và cho vào trong nội dung bài viết, trang hay widget HTML tuỳ chỉnh:"],"Enter title here":["Tên Form"],"Save":["Lưu"],"You are not allowed to edit this contact form.":["Bạn không được phép sửa form liên hệ này."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Thiết lập mail"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 cần sự ủng hộ của bạn."],"Dismiss":["Bỏ qua"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s yêu cầu WordPress %2$s hoặc cao hơn.<\/strong> Hãy <a href=\"%3$s\">cập nhật WordPress<\/a> trước."],"Settings":["Cấu hình"],"Contact form deleted.":["Form đã được xoá thành công."],"Contact form saved.":["Thay đổi đã được lưu."],"Contact form created.":["Form đã được tạo thành công."],"Search Contact Forms":["Tìm kiếm các Form Liên hệ"],"Search results for &#8220;%s&#8221;":["Kết quả tìm kiếm cho &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["Các thay đổi bạn tạo ra sẽ bị mất nếu bạn thoát khỏi trang này."],"Error in deleting.":["Lỗi khi xoá."],"You are not allowed to delete this item.":["Bạn không được phép xoá mục này."],"You are not allowed to edit this item.":["Bạn không được phép sửa mục này."],"Integration":["Tích hợp"],"Integration with Other Services":["Tích hợp với các bên khác"],"Add New":["Tạo form mới"],"Add New Contact Form":["Thêm Form mới"],"Contact Forms":["Danh sách Form"],"Edit Contact Form":["Sửa Form"],"Contact":["Form liên hệ"],"Contact Form 7":["Contact Form 7"]}