{"HTTP Response: %1$s %2$s from %3$s":[],"Save Changes":[],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":[],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":[],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":[],"Setup Integration":[],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":[],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":[],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":[],"Make this checkbox optional":[],"Professional Services":[],"https:\/\/contactform7.com\/custom-development\/":[],"Support Forums":[],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":[],"%1$s &#38; %2$s":[],"Here are some available options to help solve your problems.":[],"Do you need help?":[],"Condition":["Condição"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":[],"Not consented":[],"Consented":[],"Sending mail has been aborted.":[],"You can edit messages used in various situations here. For details, see %s.":[],"Editing Messages":[],"https:\/\/contactform7.com\/editing-messages\/":[],"You can edit the mail template here. For details, see %s.":[],"You can edit the form template here. For details, see %s.":[],"Editing Form Template":[],"https:\/\/contactform7.com\/editing-form-template\/":[],"(left and right arrow)":[],"%1$s %2$s keys switch panels":[],"(configuration error)":[],"How to resolve?":[],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["Sua doação ajudará a encorajar e apoiar o desenvolvimento contínuo do plugin e um melhor suporte ao usuário."],"making a donation":["fazer uma doação"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["Se você gosta de usar o Contact Form 7 e o acha útil, considere %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["É difícil continuar o desenvolvimento e suporte para este plugin sem contribuições de usuários como você."],"This contact form is available only for logged in users.":["Este formulário de contato está disponível apenas para usuários conectados."],"Deprecated settings are used.":["Configurações depreciadas estão sendo usadas."],"To use CAPTCHA, you need %s plugin installed.":["Para usar CAPTCHA é preciso instalar o plugin %s."],"There was an error deleting the contact form.":["Ocorreu um erro ao excluir o formulário de contato."],"You are not allowed to access the requested contact form.":["Você não tem permissão para acessar o formulário de contato solicitado."],"The requested contact form was not found.":["O formulário de contato solicitado não foi encontrado."],"You are not allowed to create a contact form.":["Você não tem permissão para criar um formulário de contato."],"Cannot create existing contact form.":["Não é possível criar o formulário de contato existente."],"You are not allowed to access contact forms.":["Você não tem permissão para acessar formulários de contato."],"Attachment file does not exist at %path%.":["O arquivo de anexo não existe em %path%."],"Invalid mailbox syntax is used in the %name% field.":["A sintaxe de caixa de e-mail usada no campo %name% é inválida."],"Unavailable names (%names%) are used for form controls.":[],"There are invalid mail header fields.":["Há campos de cabeçalho de e-mail inválidos."],"HTML tags are used in a message.":["Tags HTML estão sendo usadas na mensagem."],"Sender email address does not belong to the site domain.":["O e-mail do remetente não pertence ao domínio do site."],"Invalid mailbox syntax is used.":["A sintaxe da caixa de e-mail usada é inválida."],"There is a possible empty field.":["Possivelmente há um campo vazio."],"%s configuration error detected":["%s erro de configuração encontrado","%s erros de configuração encontrados"],"%d configuration errors detected in this tab panel":["%d erros de configuração encontrados"],"1 configuration error detected in this tab panel":["1 erro de configuração encontrado nesta aba"],"%d configuration errors detected":["%d erros de configuração encontrados"],"1 configuration error detected":["1 erro de configuração encontrado"],"There was an error saving the contact form.":["Ocorreu um erro ao salvar o formulário de contato."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s foi <strong>descontinuada<\/strong> desde a versão %2$s do Contact Form 7! Utilize a %3$s no lugar."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["Instale um plugin de armazenamento de mensagens antes disso acontecer. %s salva todas as mensagens enviadas através de formulários de contato no banco de dados. O Flamingo é um plugin WordPress gratuito criado pelo mesmo autor do Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["O Contact Form 7 não armazena as mensagens enviadas em qualquer lugar. Portanto, você pode perder mensagens importantes para sempre se seu servidor de e-mails tiver problemas ou você cometer um erro na configuração de e-mail."],"Before you cry over spilt mail&#8230;":["Antes de chorar pelo e-mail perdido&#8230;"],"comment blacklist":["lista negra de comentários"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["Contact Form 7 suporta filtragem de spam com %1$s. Bloqueios %2$s inteligentes de \"spambots\" irritantes. Além disso, usando %3$s, você pode bloquear mensagens contendo palavras-chave específicas ou aquelas enviadas de endereços IP específicos."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["Para robôs de spam tudo é um alvo; seus formulários de contato não são exceção. Antes de ser atingido por eles, proteja seus formulários de contato com a poderosa ferramenta anti-spam que o Contact Form 7 fornece."],"Getting spammed? You have protection.":["Problemas com spam? Você tem proteção."],"Multiple form controls are in a single label element.":["Múltiplos controles de formulário são colocados dentro de um único elemento de rótulo"],"FAQ about Configuration Validator":["Perguntas frequentes sobre o validador de configuração"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["O número de telefone é inválido."],"The URL is invalid.":["A URL é inválida."],"The e-mail address entered is invalid.":["O endereço de e-mail informado é inválido."],"The answer to the quiz is incorrect.":["A resposta para o quiz está incorreta."],"The number is larger than the maximum allowed.":["O número é maior do que o máximo permitido."],"The number is smaller than the minimum allowed.":["O número é menor do que o mínimo permitido."],"The number format is invalid.":["O formato de número é inválido."],"There was an error uploading the file.":["Ocorreu um erro ao enviar o arquivo."],"The file is too big.":["O arquivo é muito grande."],"You are not allowed to upload files of this type.":["Você não tem permissão para enviar esse tipo de arquivo."],"There was an unknown error uploading the file.":["Ocorreu um erro desconhecido ao enviar o arquivo."],"The date is after the latest one allowed.":["A data é posterior à maior data permitida."],"The date is before the earliest one allowed.":["A data é anterior à mais antiga permitida."],"The date format is incorrect.":["O formato de data está incorreto."],"The field is too short.":["O campo é muito curto."],"The field is too long.":["O campo é muito longo."],"The field is required.":["O campo é obrigatório."],"You must accept the terms and conditions before sending your message.":["Você deve aceitar os termos e condições antes de enviar sua mensagem."],"One or more fields have an error. Please check and try again.":["Um ou mais campos possuem um erro. Verifique e tente novamente."],"There was an error trying to send your message. Please try again later.":["Ocorreu um erro ao tentar enviar sua mensagem. Tente novamente mais tarde."],"Thank you for your message. It has been sent.":["Agradecemos a sua mensagem."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["A configuração incorreta leva à falha de entrega de e-mail ou outros problemas. Valide seus formulários de contato agora."],"Validate Contact Form 7 Configuration":["Validar configuração do Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["Validação de configuração concluída. Nenhum formulário de contato inválido foi encontrado."],"Configuration validation completed. %s invalid contact form was found.":[],"Validate Configuration":["Validar configuração"],"Validate %s Contact Form Now":["Validar %s formulário","Validar %s formulários"],"You are not allowed to validate configuration.":["Você não tem permissão para validar a configuração."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["Chave secreta"],"Site Key":["Chave do site"],"Settings saved.":["Configurações salvas."],"Invalid key values.":["Valores de chave inválidas."],"ERROR":["ERRO"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA (Really Simple CAPTCHA)"],"https:\/\/ideasilo.wordpress.com\/":["http:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["Só mais um plugin de formulário de contato. Simples, mas flexível."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["Formulário de contato %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["Gera uma tag de formulário para um campo de texto de várias linhas. Para mais detalhes, veja %s."],"text area":["área de texto"],"This field requires author's URL":["Este campo é o URL do autor"],"This field requires author's email address":["Este campo é o endereço de e-mail do autor"],"This field requires author's name":["Este campo é o nome do autor"],"Akismet":["Akismet"],"Text Fields":["Campo de texto"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["Gera uma tag de formulário para um campo de telefone. Para mais detalhes, veja %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["Gera uma tag de formulário para um campo de URL. Para mais detalhes, veja %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["Gera uma tag de formulário para um campo de endereço de e-mail. Para mais detalhes, veja %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["Gera uma tag de formulário para um campo de texto de uma linha. Para mais detalhes, veja %s."],"tel":["tel"],"URL":["URL"],"email":["e-mail"],"text":["texto"],"Telephone number that the sender entered is invalid":["Número de telefone que o remetente digitou é inválido"],"URL that the sender entered is invalid":["URL que o remetente digitou é inválido"],"Email address that the sender entered is invalid":["Endereço de e-mail que o remetente digitou é inválido"],"Label":["Label"],"Submit Button":["Botão enviar"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["Gera uma tag de formulário para um botão de submissão. Para mais detalhes, veja %s."],"submit":["enviar"],"Insert a blank item as the first option":["Insira um item em branco como primeira opção"],"Allow multiple selections":["Permitir seleção múltipla"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["Gera uma tag de formulário para um menu suspenso. Para mais detalhes, veja %s."],"drop-down menu":["menu suspenso"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["Pergunta e resposta separadas por | (ex.: Cidade do Brasil?|Rio). Um par por linha."],"Questions and answers":["Perguntas e respostas"],"Quiz":["Pergunta"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["Gera uma tag de formulário para um par pergunta-resposta. Para mais detalhes, veja %s."],"quiz":["quiz"],"Sender doesn't enter the correct answer to the quiz":["Você não inseriu a resposta correta para a pergunta"],"Slider":["Slider"],"Spinbox":["Spinbox"],"Number Fields":["Campos de número"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["Gera uma tag de formulário para um campo de números. Para mais detalhes, veja %s."],"number":["número"],"Number is larger than maximum limit":["Número é maior do que o limite máximo"],"Number is smaller than minimum limit":["Número é menor do que o limite mínimo"],"Number format that the sender entered is invalid":["Formato de número que o remetente digitou é inválido"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Este formulário de contato possui arquivos para upload, porém a pasta de arquivos temporários (%s) não existe ou não é gravável. Você precisa criar esta pasta ou mudar suas permissões manualmente."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["Para anexar o arquivo enviado em seu e-mail, é necessário inserir sua mail-tag (%s) no campo \"Arquivos anexos\" da aba Mail."],"Acceptable file types":["Tipos de arquivo aceitáveis"],"File size limit (bytes)":["Limite do tamanho do arquivo (bytes)"],"File Uploading and Attachment":["Envio de arquivos e anexos"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["Gera uma tag de formulário para um campo de envio de arquivo. Para mais detalhes, veja %s."],"file":["arquivo"],"Uploading a file fails for PHP error":["O upload de um arquivo falhou por alguma razão"],"Uploaded file is too large":["Arquivo enviado é muito grande"],"Uploaded file is not allowed for file type":["O tipo de arquivo enviado não é permitido"],"Uploading a file fails for any reason":["O upload de um arquivo falhou por alguma razão"],"Max":["Máx"],"Min":["Min"],"Range":["Intervalo"],"Use this text as the placeholder of the field":["Utilize este texto como um espaço reservado"],"Default value":["Valor padrão"],"Date Field":["Campo de Data"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["Gera uma tag de formulário para um campo de data. Para mais detalhes, veja %s."],"date":["data"],"Date is later than maximum limit":["A data é posterior do que o limite máximo"],"Date is earlier than minimum limit":["A data é mais adiantada do que o limite mínimo"],"Date format that the sender entered is invalid":["Formato da data que o remetente digitou é inválido"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["Para utilizar o valor introduzido através deste campo em um e-mail, você deve inserir a mail-tag correspondente (%s) no campo correto na aba Mail."],"Make checkboxes exclusive":["Tornar caixas de marcação exclusivas"],"Wrap each item with label element":["Envolver cada item com o elemento de rótulo"],"Put a label first, a checkbox last":["Insira primeiro um rótulo, por último a caixa de seleção"],"One option per line.":["Uma opção por linha"],"Required field":["Campo obrigatório"],"Field type":["Tipo de campo"],"Checkboxes, Radio Buttons and Menus":["Caixas de marcação, botões de rádio e Menus"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["Gera uma tag de formulário para um grupo de botões de rádio. Para mais detalhes, veja %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["Gera uma tag de formulário para um grupo de caixas de marcação de aceitação. Para mais detalhes, veja %s."],"radio buttons":["Botões de rádio"],"checkboxes":["Caixas de marcação"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["Este formulário de contato possui campos de CAPTCHA, mas são necessárias as bibliotecas (GD e FreeType) que não estão disponíveis em seu servidor."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["Este formulário de contato possui campos de CAPTCHA, porém a pasta de arquivos temporários (%s) não existe ou não é gravável. Você precisa criar esta pasta ou mudar suas permissões manualmente."],"Input field settings":["Configurações do campo de digitação"],"Image settings":["Configurações da imagem"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["Gera uma tag de form para uma imagem CAPTCHA e seu campo de resposta. Para mais detalhes, veja %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["Para usar o CAPTCHA, você primeiro precisa instalar e ativar o plugin %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["O código digitado está incorreto."],"The code that sender entered does not match the CAPTCHA":["O código digitado pelo remetente não confere com o CAPTCHA"],"Insert Tag":["Inserir tag"],"Class attribute":["Classe do atributo"],"Id attribute":["ID do atributo"],"Options":["Opções"],"Name":["Nome"],"Acceptance Checkbox":["Seleção de aceite"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["Gera uma tag de formulário para uma caixa de marcação de aceitação. Para mais detalhes, veja %s."],"acceptance":["aceite"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["A propriedade <code>%1$s<\/code> do objeto <code>WPCF7_ContactForm<\/code> <strong>não é mais acessível<\/strong>. Use o método <code>%2$s<\/code> em vez disso."],"Untitled":["Sem título"],"Contact Form":["Formulário de contato"],"There is a field with input that is shorter than the minimum allowed length":["Há um campo com a entrada menor que o tamanho mínimo permitido"],"There is a field with input that is longer than the maximum allowed length":["Há um campo com a entrada maior que o tamanho máximo permitido"],"There is a field that the sender must fill in":["Há um campo que o remetente deve preencher"],"There are terms that the sender must accept":["Existem termos que o remetente deve aceitar"],"Submission was referred to as spam":["A submissão mencionou-se como spam"],"Validation errors occurred":["Ocorreram erros de validação"],"Sender's message failed to send":["O envio da mensagem do remetente falhou"],"Sender's message was sent successfully":["A mensagem foi enviada com sucesso"],"This e-mail was sent from a contact form on %1$s (%2$s)":["Este e-mail foi enviado de um formulário de contato em %1$s (%2$s)"],"Message Body:":["Corpo da mensagem:"],"Subject: %s":["Assunto: %s"],"From: %s":["De: %s"],"Send":["Enviar"],"Your Message":["Sua mensagem"],"Your Email":["Seu e-mail"],"(required)":["(obrigatório)"],"Your Name":["Seu nome"],"Form-tag Generator: %s":["Gerador de tag de formulário: %s"],"For more information:":["Para mais informação:"],"Any information you provide will not be shared with service providers without your authorization.":["Qualquer informação providenciada não será compartilhada com provedores de serviço sem sua autorização."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["Primeiro você precisa criar uma conta no serviço que pretende utilizar. Após fazer isso, será necessário autorizar o Contact Form 7 a acessar o serviço com a sua conta."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["Nesta tela você pode gerenciar os serviços que estão disponíveis através do Contact Form 7. Utilizar a API permite utilizar qualquer um dos serviços disponíveis."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["Há também mail-tags especiais que têm nomes específicos, mas não têm correspondência com form-tags. Eles são usados para representar informações de dados de envio de formulários, como o endereço IP do remetente ou a URL da página."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["Uma mail-tag é um shortcode entre colchetes que pode ser usado em todos os campos do Mail e Mail(2). A mail-tag representa um valor introduzido pelo usuário num campo de entrada para uma etiqueta de correio correspondente."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["Enquanto tags de forms têm uma sintaxe comparativamente complexo, você não precisa saber a sintaxe para adicioná-las, basta usar o gerador de tag (o botão <strong>Gerar Tag<\/strong> nesta tela)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["Uma tag de formulário é um código curto entre colchetes usada no conteúdo de um formulário. Uma form-tag em geral, representa um campo de entrada, e seus componentes podem ser separados em quatro partes: tipo, nome, opções e valores. O Contact Form 7 suporta vários tipos de tag de formulário, incluindo campos de texto, campos de números, campos de data, caixas de seleção, botões de rádio, menus, campos de envio de arquivo, CAPTCHAs e campos de quiz."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>Configurações adicionais<\/strong> providencia um lugar onde você pode personalizar o comportamento desse formulário de contato, adicionando trechos de código."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["Em <strong>Mensagens<\/strong>, você pode editar vários tipos de mensagens usadas por esse formulário de contato. Essas mensagens são relativamente pequenas, como uma mensagem de  erro de validação que você vê quando deixa um campo obrigatório em branco."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>Mail (2)<\/strong> é um modelo de e-mail adicional que funciona de forma semelhante ao Mail. Mail (2) é diferente na medida em que este só é enviado quando o e-mail principal for enviado com sucesso."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>Mail<\/strong> gerencia um modelo de e-mail (cabeçalho e corpo da mensagem) que o formulário enviará quando os usuários o submeterem. Você pode usar mail-tags do Contact Form 7 aqui."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>Form<\/strong> é um conteúdo de formulário HTML. Você pode usar qualquer tag HTML permitida dentro de um elemento de formulário. Você também pode usar form-tags do Contact Form 7 aqui."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>Título<\/strong> é o título de um formulário de contato. Este título só é usado para dar nome a um formulário de contato e pode ser editado."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["Nessa tela, você pode editar um formulário de contato. Um formulário de contato é composto dos seguintes componentes:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>Duplicar<\/strong> - Clone esse formulário de contato. Um formulário de contato clonado herda todo o conteúdo do original, mas com um ID diferente."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>Editar<\/strong> - Navegue para a tela de edição desse formulário de contato. Você também pode chegar nessa tela clicando no título do formulário de contato."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["Passar o mouse sobre uma linha da lista de formulários exibirá opções de gerenciamento do seu formulário de contato. Você pode realizar as seguintes ações:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["Nessa tela, você pode gerenciar os formulários de contato criados pelo Contact Form 7. Você pode gerenciar um número ilimitado de formulários. Cada formulário possui um ID único e um shortcode ([contact-form-7 ...]). Para inserir um formulário de contato em um post ou em um widget de texto, insira o shortcode."],"Mail-tags":["Mail-tags"],"Form-tags":["Tags de form"],"Available Actions":["Ações disponíveis"],"Overview":["Visão geral"],"You can add customization code snippets here. For details, see %s.":["Você pode adicionar trechos de código aqui. Para mais detalhes veja %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["Anexos"],"Use HTML content type":["Usar tipo de conteúdo HTML"],"Exclude lines with blank mail-tags from output":["Excluir linhas com mail-tags em branco da saída"],"Message Body":["Corpo da Mensagem"],"Additional Headers":["Cabeçalhos adicionais"],"Subject":["Assunto"],"From":["De"],"To":["Para"],"In the following fields, you can use these mail-tags:":["Você pode utilizar as seguintes mail-tags nos próximos campos:"],"Mail (2) is an additional mail template often used as an autoresponder.":["O Mail (2) é um modelo de e-mail adicional geralmente usado como resposta automática."],"Use Mail (2)":["Usar Mail (2)"],"Mail (2)":["Mail (2)"],"Y\/m\/d":["d\/m\/Y"],"%s ago":["%s atrás"],"Y\/m\/d g:i:s A":["d\/m\/Y H:i:s"],"Edit &#8220;%s&#8221;":["Editar &#8220;%s&#8221;"],"Edit":["Editar"],"Date":["Data"],"Author":["Autor"],"Shortcode":["Shortcode"],"Title":["Título"],"Additional Settings":["Configurações adicionais"],"Additional Settings (%d)":["Configurações Adicionais (%d)"],"Messages":["Mensagens"],"Mail":["Mail"],"Form":["Formulário"],"Support":["Suporte"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["Perguntas frequentes"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["Documentação"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["Você está prestes a excluir este formulário de contato. \n\n 'Cancelar' para não excluir, 'OK' para excluir."],"Delete":["Excluir"],"Duplicate":["Duplicar"],"Status":["Status"],"You can also use this old-style shortcode:":["Você também pode usar este shortcode antigo:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["Copie este shortcode e cole no seu post, página ou widget:"],"Enter title here":["Entre o título aqui"],"Save":["Salvar"],"You are not allowed to edit this contact form.":["Você não tem permissão para editar esse formulário de contato"],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["Configurando e-mail"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["Contact Form 7 precisa da sua ajuda."],"Dismiss":["Dispensar"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>Contact Form 7 %1$s requer o WordPress %2$s ou mais recente.<\/strong> <a href=\"%3$s\">Atualize o WordPress<\/a> antes de começar."],"Settings":["Configurações"],"Contact form deleted.":["Formulário de contato excluído."],"Contact form saved.":["Formulário de contato salvo."],"Contact form created.":["Formulário de contato criado."],"Search Contact Forms":["Pesquisar formulário de contato"],"Search results for &#8220;%s&#8221;":["Resultados da pesquisa para &#8220;%s&#8221;"],"The changes you made will be lost if you navigate away from this page.":["As mudanças que você fez irão se perder se você navegar para fora dessa página."],"Error in deleting.":["Erro ao excluir."],"You are not allowed to delete this item.":["Você não tem permissão para excluir este item."],"You are not allowed to edit this item.":["Você não está autorizado a editar este item."],"Integration":["Integração"],"Integration with Other Services":["Integração com Outros Serviços"],"Add New":["Adicionar novo"],"Add New Contact Form":["Adicionar novo formulário de contato"],"Contact Forms":["Formulários de contato"],"Edit Contact Form":["Editar formulário de contato"],"Contact":["Contato"],"Contact Form 7":["Contact Form 7"]}