{"HTTP Response: %1$s %2$s from %3$s":["استجابة HTTP: %1$s %2$s من %3$s"],"Save Changes":["حفظ التغييرات"],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":["اختبار reCAPTCHA يحمي موقعك ضد المحتويات الغير مرغوب فيها وأنواع أخرى من إساءة الاستخدام التلقائية. باستخدام وحدة دمج reCAPTCHA مع إضافة Contact Form 7، يمكنك حظر عمليات إرسال وتقديم النماذج المسيئة بواسطة برامج الروبوتات المزعجة. لمزيد من التفاصيل، شاهد %s."],"reCAPTCHA (v3)":["reCAPTCHA (v3)"],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":["تختلف مفاتيح واجهة API الخاصة بـ reCAPTCHA v3 عن v2. لاتعمل مفاتيح الإصدار v2 مع واجهة برمجة التطبيقات API للإصدار v3. تحتاج إلى تسجيل مواقعك مرة أخرى للحصول على مفاتيح جديدة للإصدار v3. لمزيد من التفاصيل، شاهد %s."],"Connect to the Constant Contact API":["الاتصال بواجهة  Constant Contact API"],"API keys\u0004Remove Keys":["إزالة مفاتيح API"],"Set this URL as the redirect URI.":["تعيين الرابط URL هذا كإعادة توجيه URI"],"Redirect URI":["إعادة التوجيه URI"],"App Secret":["المفتاح السري للتطبيق App Secret"],"API Key":["مفتاح API"],"Setup Integration":["إعداد التكامل والدمج"],"Constant Contact Integration":["دمج وتكامل Constant Contact"],"https:\/\/contactform7.com\/constant-contact-integration\/":["https:\/\/contactform7.com\/constant-contact-integration\/"],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":["تسمح لك وحدة الدمج لـ Constant Contact بإرسال بيانات الاتصال التي يتمّ جمعها من خلال نماذج الاتصال الخاصة بك إلى واجهة برمجة التطبيقات API لـ Constant Contact. يمكنك إنشاء خدمات اشتراك بريد إلكتروني موثوقة في بضع خطوات سهلة. لمزيد من التفاصيل، شاهد %s."],"Constant Contact":["Constant Contact"],"Email Marketing":["التسويق عبر البريد الإلكتروني"],"It is not allowed to use files outside the wp-content directory.":["ليس مسموحًا باستخدام ملفات خارج دليل wp-content."],"Make this checkbox optional":["جعل خانة الاختيار هذه اختيارية غير إجبارية"],"Professional Services":["الخدمات الاحترافية"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["منتديات الدعم"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/ar.wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s و %2$s"],"Here are some available options to help solve your problems.":["هنا تجد خيارات إضافية للمساعدة في حل مشكلاتك."],"Do you need help?":["هل أنت بحاجة للمساعدة؟"],"Condition":["الشرط"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["لم تتم الموافقة"],"Consented":["تمت الموافقة"],"Sending mail has been aborted.":["تم إلغاء عملية إرسال البريد."],"You can edit messages used in various situations here. For details, see %s.":["يمكنك تحرير الرسائل المستخدمة في مختلف الحالات من هنا. للتفاصيل، شاهد %s."],"Editing Messages":["تحرير الرسائل"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["يمكنك تحرير قالب البريد الإلكتروني من هنا. للتفاصيل، شاهد %s."],"You can edit the form template here. For details, see %s.":["يمكنك تحرير قالب النموذج من هنا. للتفاصيل، شاهد %s."],"Editing Form Template":["تحرير قالب النموذج"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(السهم الأيسر والأيمن)"],"%1$s %2$s keys switch panels":["%1$s %2$s استخدام المفاتيح للتبديل بين اللوحات"],"(configuration error)":["(خطأ في إعدادات التكوين)"],"How to resolve?":["كيفية الحل؟"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["سيساعد تبرّعك في تشجيع ودعم التطوير المستمر للإضافة وتقديم دعم أفضل للمستخدم."],"making a donation":["تقديم تبرّع"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["إذا كنت تستمتع باستخدام إضافة Contact Form 7 وتجد أنها مفيدة، يسعدنا الأخذ بالاعتبار بـ %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["من الصعب الاستمرار في التطوير ودعم هذه الإضافة من دون مساهمات من المستخدمين مثلك."],"This contact form is available only for logged in users.":["نموذج الاتصال هذا متاحًا فقط للمستخدمين المسجلين دخولهم."],"Deprecated settings are used.":["يتمّ استخدام الإعدادات المهجورة."],"To use CAPTCHA, you need %s plugin installed.":["لاستخدام CAPTCHA، أنت بحاجة إلى تثبيت إضافة %s."],"There was an error deleting the contact form.":["حدث خطأ أثناء حذف نموذج الاتصال."],"You are not allowed to access the requested contact form.":["غير مسموح لك بالوصول إلى استمارة الاتصال المطلوبة."],"The requested contact form was not found.":["لم يتم العثور على نموذج الاتصال المطلوب."],"You are not allowed to create a contact form.":["غير مسموح لك بإنشاء نموذج اتصال."],"Cannot create existing contact form.":["لا يمكن إنشاء نموذج اتصال موجود حاليًا."],"You are not allowed to access contact forms.":["غير مسموح لك بالوصول إلى نماذج الاتصال."],"Attachment file does not exist at %path%.":["الملف المرفق غير موجود في %path%."],"Invalid mailbox syntax is used in the %name% field.":["في الحقل %name% تمّ استخدام صيغة صندوق بريد غير صالحة."],"Unavailable names (%names%) are used for form controls.":["الأسماء غير المتاحة (%names%) يتمّ استخدامها لعناصر لوحات تحكّم النموذج."],"There are invalid mail header fields.":["هناك حقول غير صالحة في ترويسة البريد."],"HTML tags are used in a message.":["وسوم HTML مُستخدمة في الرسالة."],"Sender email address does not belong to the site domain.":["لا ينتمي عنوان البريد الإلكتروني للمُرسل إلى نطاق الموقع."],"Invalid mailbox syntax is used.":["تمّ استخدام بريد إلكتروني غير صالح."],"There is a possible empty field.":["إمكانية وجود حقلاً فارغاً."],"%s configuration error detected":["لم يتم اكتشاف أخطاء في التكوين","تم اكتشاف خطأ واحد (%s) في التكوين","تم اكتشاف خطأين (%s) في التكوين","تم اكتشاف %s أخطاء في التكوين","تم اكتشاف %s خطأ في التكوين","تم اكتشاف %s خطأ في التكوين"],"%d configuration errors detected in this tab panel":["تم اكتشاف %d خطأ في إعدادات التكوين في لوحة هذا التبويب"],"1 configuration error detected in this tab panel":["تم اكتشاف خطأ واحد في إعدادات التكوين في لوحة هذا التبويب"],"%d configuration errors detected":["تم اكتشاف %d خطأ في إعدادات التكوين"],"1 configuration error detected":["تم اكتشاف خطأ واحد في إعدادات التكوين"],"There was an error saving the contact form.":["حدث خطأ أثناء حفظ نموذج الاتصال."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["<strong>لقد تمّ إهمال<\/strong> %1$s منذ النسخة %2$s لإضافة Contact Form 7! استخدم %3$s بدلاً من ذلك."],"Flamingo":["Flamingo"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["قم بتنصيب إضافة لتخزين الرسائل قبل حدوث ذلك. تقوم إضافة %s بتخزين وحفظ جميع الرسائل من خلال نماذج الاتصال في قاعدة البيانات. كما أن Flamingo إضافة ووردبريس مجانية تم إنشاؤها بواسطة نفس الناشر لإضافة Contact Form 7."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["لا تقوم إضافة Contact Form 7 بتخزين الرسائل التي تمّ تقديمها في أي مكان. لذلك، قد تفقد رسائل مهمة إلى الأبد إذا كان خادم البريد لديك به مشاكل أو ارتكبت خطأً في إعدادات تكوين البريد."],"Before you cry over spilt mail&#8230;":["قبل أن تندم على بريد مفقود&#8230;"],"comment blacklist":["قائمة التعليقات السوداء"],"https:\/\/contactform7.com\/comment-blacklist\/":["https:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["إضافة Contact Form 7 تدعم تصفية وفلترة الرسائل غير المرغوب فيها مع إضافة %1$s. وتدعم أيضاً اختبار %2$s الذكي لمنع برامج المحتويات المزعجة. بالإضافة إلى ذلك، استخدام %3$s، يمكنك حظر الرسائل التي تحتوي على كلمات رئيسية محددة أو تلك المُرسلة من عناوين IP محددة."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["يستهدف مرسلو الرسائل المزعجة غير المرغوب فيها كل شيء؛ نماذج الاتصال الخاصة بك ليست مستثناة. قبل أن تحصل على رسائل غير مرغوب فيها، قم بحماية نماذج الاتصال الخاصة بك مع ميزات قوية لمكافحة الرسائل المزعجة توفرها إضافة Contact Form 7. "],"Getting spammed? You have protection.":["تصلك رسائل مزعجة؟ لديك الحماية."],"Multiple form controls are in a single label element.":["توجد عناصر تحكّم متعددة في عنصر تسمية وحيد."],"FAQ about Configuration Validator":["الأسئلة الشائعة حول التحقق من صحة التكوين"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["رقم الهاتف غير صالح."],"The URL is invalid.":["الرابط غير صالح."],"The e-mail address entered is invalid.":["البريد الالكتروني الذي تم إدخاله غير صالح."],"The answer to the quiz is incorrect.":["إجابة الاختبار البسيط غير صحيحة."],"The number is larger than the maximum allowed.":["العدد أكبر من الحدّ الأقصى المسموح به."],"The number is smaller than the minimum allowed.":["العدد أصغر من الحدّ الأدنى المسموح به."],"The number format is invalid.":["صيغة العدد غير صحيحة."],"There was an error uploading the file.":["حدث خطأ أثناء عملية رفع الملف."],"The file is too big.":["حجم الملف كبير جداً."],"You are not allowed to upload files of this type.":["غير مسموح لك رفع الملفات من هذا النوع."],"There was an unknown error uploading the file.":["حدث خطأ غير معروف أثناء عملية رفع الملف."],"The date is after the latest one allowed.":["التاريخ بعد الفترة الأقصى المسموحة."],"The date is before the earliest one allowed.":["التاريخ قبل الفترة الأدنى المسموحة."],"The date format is incorrect.":["صيغة التاريخ غير صحيحة."],"The field is too short.":["ماقمت بإدخاله في هذا الحقل غير مكتمل."],"The field is too long.":["ماقمت بإدخاله في هذا الحقل أطول مما ينبغي."],"The field is required.":["هذا الحقل مطلوب."],"You must accept the terms and conditions before sending your message.":["يجب عليك الموافقة على الشروط والأحكام قبل إرسال رسالتك."],"One or more fields have an error. Please check and try again.":["يوجد خطأ أو أكثر بأحد الحقول، يرجى التحقق ومن ثم المحاولة مرة أخرى."],"There was an error trying to send your message. Please try again later.":["حدث خطأ أثناء محاولة إرسال رسالتك. يرجى المحاولة مجدداً."],"Thank you for your message. It has been sent.":["شكراً لك. لقد تم الإرسال بنجاح."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["إعدادات التكوين الخاطئة تؤدي إلى فشل في تسليم البريد أو حدوث مشكلات أخرى. تحقق من نماذج الاتصال الخاصة بك الآن."],"Validate Contact Form 7 Configuration":["التحقق من إعدادات تكوين إضافة Contact Form 7"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["اكتمل التحقق من صحة إعدادات التكوين. ولم يتم العثور على أخطاء في نماذج الاتصال."],"Configuration validation completed. %s invalid contact form was found.":["اكتمل التحقق من صحة إعدادات التكوين. ولم يتم العثور على أخطاء في نماذج الاتصال %s.","اكتمل التحقق من إعدادات التكوين. تمّ العثور على خطأ في نموذج اتصال واحد %s.","اكتمل التحقق من إعدادات التكوين. تمّ العثور على أخطاء في نموذجين اتصال %s.","اكتمل التحقق من إعدادات التكوين. تمّ العثور على أخطاء في %s نماذج اتصال.","اكتمل التحقق من إعدادات التكوين. تمّ العثور على أخطاء في %s نموذج اتصال.","اكتمل التحقق من إعدادات التكوين. تمّ العثور على أخطاء في %s نموذج اتصال."],"Validate Configuration":["التحقق من إعدادات التكوين"],"Validate %s Contact Form Now":["التحقق من %s نماذج اتصال الآن","التحقق من نموذج اتصال واحد %s الآن","التحقق من نموذجين اتصال %s الآن","التحقق من %s نماذج اتصال الآن","التحقق من %s نموذج اتصال الآن","التحقق من %s نموذج اتصال الآن"],"You are not allowed to validate configuration.":["غير مسموح لك بالتحقق من إعدادات التكوين."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["المفتاح السري Secret Key"],"Site Key":["مفتاح الموقع Site Key"],"Settings saved.":["تمّ حفظ الإعدادات."],"Invalid key values.":["قيم رموز غير صحيحة."],"ERROR":["خطأ"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["CAPTCHA ؛؛ (اختبارCAPTCHA بسيط للغاية)"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["Takayuki Miyoshi"],"Just another contact form plugin. Simple but flexible.":["مجرد إضافة أخرى لإنشاء استمارات ونماذج الاتصال. بسيطة لكنها مرنة."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["نموذج الاتصال %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["توليد وسم نموذج form-tag لحقل إدخال نصّ متعدد الأسطر. لمزيد من التفاصيل، شاهد %s."],"text area":["مربع نص text area"],"This field requires author's URL":["يتطلب هذا الحقل التحقق من رابط المرسل URL"],"This field requires author's email address":["يتطلب هذا الحقل التحقق من بريد المرسل الإلكتروني"],"This field requires author's name":["يتطلب هذا الحقل التحقق من اسم المرسل"],"Akismet":["Akismet"],"Text Fields":["حقول النص"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["توليد وسم نموذج form-tag لحقل إدخال رقم هاتف ذو سطر واحد. لمزيد من التفاصيل، شاهد %s."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["توليد وسم نموذج form-tag لحقل إدخال عنوان لرابط URL ذو سطر واحد. لمزيد من التفاصيل، شاهد %s."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["توليد وسم نموذج form-tag لحقل إدخال بريد إلكتروني ذو سطر واحد. لمزيد من التفاصيل، شاهد %s."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["توليد وسم نموذج form-tag لحقل إدخال نصّ عادي ذو سطر واحد. لمزيد من التفاصيل، شاهد %s."],"tel":["هاتف tel"],"URL":["رابط URL"],"email":["بريد إلكتروني email"],"text":["نص text "],"Telephone number that the sender entered is invalid":["يبدو أن رقم الهاتف الذي أدخله المُرسل غير صحيحاً"],"URL that the sender entered is invalid":["يبدو أن الرابط الذي أدخله المُرسل غير صحيحاً"],"Email address that the sender entered is invalid":["البريد الإلكتروني الذي قام بإدخاله المُرسل غير صحيح"],"Label":["وسم"],"Submit Button":["زر الإرسال"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["توليد وسم نموذج form-tag لزر الإرسال Submit Button. لمزيد من التفاصيل، شاهد %s."],"submit":["زر الإرسال submit"],"Insert a blank item as the first option":["إدراج عنصر فارغ في الخيار الأول"],"Allow multiple selections":["السماح بتحديد اختيارات متعددة"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["توليد وسم نموذج form-tag لقائمة منسدلة Drop-Down Menu. لمزيد من التفاصيل، شاهد %s."],"drop-down menu":["قائمة منسدلة drop-down menu"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["زوج واحد من الأسئلة والأجوبة مفصولة بـ | (مثال: عاصمة البرازيل؟|ريو) في كل سطر."],"Questions and answers":["أسئلة وأجوبة"],"Quiz":["اختبار بسيط Quiz"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["توليد وسم نموذج form-tag لحقل سؤال وجواب. لمزيد من التفاصيل، شاهد %s."],"quiz":["اختبار بسيط quiz"],"Sender doesn't enter the correct answer to the quiz":["عندما لا يقوم المُرسل بإدخال إجابة صحيحة للإختبار."],"Slider":["شريط تمرير"],"Spinbox":["صندوق عدّاد"],"Number Fields":["حقول العدد"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["توليد وسم نموذج form-tag لحقل إدخال قيمة عددية. لمزيد من التفاصيل، شاهد %s."],"number":["عدد number"],"Number is larger than maximum limit":["الرقم أكبر من الحدّ الأقصى"],"Number is smaller than minimum limit":["الرقم أصغر من الحدّ الأدنى"],"Number format that the sender entered is invalid":["صيغة الرقم الذي أدخله المُرسل تبدو غير صحيحة"],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["هذه الإستمارة تحتوي على حقول لرفع الملفات، لكن المجلد المؤقت الخاص بالملفات (%s) غير موجود أو غير قابل للكتابة عليه. عليك أن تنشئ مجلد جديد أو إعطاء التصاريح بشكل يدوي لجعله قابل للكتابة."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["لإرفاق الملف الذي تمّ رفعه من خلال هذا الحقل إلى البريد الإلكتروني، يجب إدراج وسم البريد المتماثل (%s) في حقل الملفات المرفقة عبر تبويب البريد الإلكتروني."],"Acceptable file types":["أنواع الملفات المقبولة"],"File size limit (bytes)":["الحدّ الأقصى لحجم الملف (بايت)"],"File Uploading and Attachment":["آلية رفع الملفات والمرفقات"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["توليد وسم نموذج form-tag لحقل رفع ملف File. لمزيد من التفاصيل، شاهد %s."],"file":["ملف file"],"Uploading a file fails for PHP error":["فشل في رفع الملف بسبب خطأ في PHP"],"Uploaded file is too large":["الملف المرفوع كبير جداً"],"Uploaded file is not allowed for file type":["صيغة الملف المرفوع غير مسموح به ضمن أنواع الملفات"],"Uploading a file fails for any reason":["فشلت عملية رفع الملف لسبب ما."],"Max":["الحدّ الأقصى"],"Min":["الحدّ الأدنى"],"Range":["النطاق"],"Use this text as the placeholder of the field":["استخدام هذا النص كـ تسمية نائبة \"placeholder\" لهذا الحقل"],"Default value":["القيمة الإفتراضيّة"],"Date Field":["حقل التاريخ"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["توليد وسم نموذج form-tag لحقل إدخال تاريخ Date. لمزيد من التفاصيل، شاهد %s."],"date":["تاريخ date"],"Date is later than maximum limit":["التاريخ أبعد من الحدّ الأقصى"],"Date is earlier than minimum limit":["التاريخ أقدم من الحدّ الأدنى"],"Date format that the sender entered is invalid":["يبدو أن تنسيق التاريخ الذي أدخله المُرسل غير صحيح"],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["لاستخدام القيمة المدخلة عبر هذا الحقل في حقل البريد الإلكتروني، أنت بحاجة إلى إدراج وسم البريد الإلكتروني (mail-tag) التالي %s في حقل المحتوى من خلال تبويب البريد الإلكتروني."],"Make checkboxes exclusive":["جعل حقول الاختيار حصرية"],"Wrap each item with label element":["ملائمة كل بند من العناصر مع عنصر التسمية"],"Put a label first, a checkbox last":["وضع نصّ حقل الاختيار أولاً، قبل خانة الاختيار"],"One option per line.":["خيار واحد في كل سطر."],"Required field":["حقل مطلوب"],"Field type":["نوع الحقل"],"Checkboxes, Radio Buttons and Menus":["حقول الاختيار، أزرار الراديو والقوائم"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["توليد وسم نموذج form-tag لمجموعة من أزرار راديو Radio Buttons. لمزيد من التفاصيل، شاهد %s."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["توليد وسم نموذج form-tag لمجموعة من حقول الاختيار Checkboxes. لمزيد من التفاصيل، شاهد %s."],"radio buttons":["أزرار راديو radio buttons"],"checkboxes":["حقول اختيار checkboxes"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["هذه الإستمارة الخاصة بالتراسل تحتوي على حقل التحقق البشري، لكن مكتبة الصور GD غير متوفرة على السيرفر كما يبدو."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["هذه الإستمارة الخاصة بالتراسل تحتوي على حقل التحقق البشري، لكن المجلد المؤقت الخاص بالملفات (%s) غير موجود أو غير قابل للكتابة عليه. عليك إنشاء مجلد جديد أو تغيير صلاحياته يدوياً إن وجد."],"Input field settings":["إعدادات حقل الإدخال"],"Image settings":["إعدادات الصورة"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["توليد وسم نموذج form-tag لصورة CAPTCHA وحقل تطابق الاستجابة. لمزيد من التفاصيل، شاهد %s."],"To use CAPTCHA, you first need to install and activate %s plugin.":["لاستخدام الـ CAPTCHA، أنت بحاجة بالبداية إلى تثبيت وتفعيل إضافة %s."],"CAPTCHA":["CAPTCHA"],"Your entered code is incorrect.":["لقد قمت بإدخال كود خاطئ."],"The code that sender entered does not match the CAPTCHA":["الكود الذي قمت بإدخاله في التحقق البشري غير مُتطابق"],"Insert Tag":["إدراج الوسم"],"Class attribute":["فئة السمة Class"],"Id attribute":["مُعرّف السمة ID"],"Options":["خيارات"],"Name":["الاسم"],"Acceptance Checkbox":["خانة قبول اختيار Acceptance Checkbox"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["توليد وسم نموذج form-tag لخانة قبول اختيار Acceptance Checkbox. لمزيد من التفاصيل، شاهد %s."],"acceptance":["قبول acceptance"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["خاصية <code>%1$s<\/code> للكائن <code>WPCF7_ContactForm<\/code> <strong>لم يعد من الممكن الوصول إليها<\/strong>. استخدم الطريقة <code>%2$s<\/code> بدلاً من ذلك."],"Untitled":["بدون عنوان"],"Contact Form":["نموذج الاتصال"],"There is a field with input that is shorter than the minimum allowed length":["هُناك حقل مع مدخلات أقصر من الحدّ الأدنى المسموح به"],"There is a field with input that is longer than the maximum allowed length":["هُناك حقل مع مدخلات أطول من الحدّ الأقصى المسموح به"],"There is a field that the sender must fill in":["هُناك حقل يتوجب على المُرسل تعبئته"],"There are terms that the sender must accept":["هناك شروط يجب على المُرسل قبولها أو الموافقة عليها"],"Submission was referred to as spam":["أحيل تقديم الرسالة على أنها غير مرغوب بها"],"Validation errors occurred":["أخطاء حدثت أثناء التحقق"],"Sender's message failed to send":["فشل في إرسال رسالة المُرسل"],"Sender's message was sent successfully":["رسالة المُرسل تم إرسالها بنجاح"],"This e-mail was sent from a contact form on %1$s (%2$s)":["تم إرسال هذا البريد الإلكتروني عن طريق إحدى النماذج عبر %1$s (%2$s)"],"Message Body:":["محتوى الرسالة:"],"Subject: %s":["الموضوع: %s"],"From: %s":["من: %s"],"Send":["إرسال"],"Your Message":["رسالتك"],"Your Email":["بريدك الإلكتروني"],"(required)":["(مطلوب)"],"Your Name":["اسمك"],"Form-tag Generator: %s":["إنشاء وسم النموذج: %s"],"For more information:":["لمزيد من المعلومات:"],"Any information you provide will not be shared with service providers without your authorization.":["لن تتمّ مشاركة أي معلومات تقوم بتقديمها مع مزودي الخدمات دون إذن منك."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["قد تحتاج بالبداية إلى الاشتراك في حساب مع الخدمة التي تخطط لاستخدامها. عندما تقوم بذلك، ستحتاج إلى منح الصلاحية لإضافة Contact Form 7 للوصول إلى الخدمة باستخدام حسابك."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["عبر هذه الشاشة، باستطاعتك إدارة الخدمات المتوفرة من خلال إضافة Contact Form 7. باستخدام واجهة API سيكون متاحًا لك الاشتراك مع أي خدمة من الخدمات المتاحة."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["هناك أيضًا وسوم بريد إلكتروني (mail-tags) خاصة ولها أسماء محددة. ولكن ليس وسوم نموذج (form-tags) متطابقة. ويتمّ استخدامها لتمثيل المعلومات الوصفية والبيانات التعريفية (meta information) لاستمارات نموذج الاتصال التي تمّ تقديمها مثل عنوان IP للمُرسل أو رابط URL للصفحة."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["تعتبر أيضًا وسوم البريد الإلكتروني (mail-tag) رمزًا قصيرًا محاطًا بأقواس مربّعة يمكنك استخدامها في كل حقول البريد الإلكتروني والبريد الثاني (2). تمثل الـ mail-tag قيمة إدخال المستخدم من خلال حقل إدخال مطابق لوسم النموذج (form-tag)."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["بينما تحتوي وسوم النموذج (form-tags) على بُنية معقدة نسبيًا، فإنك لا تحتاج إلى معرفة بُنية التركيب البرمجية لإضافة وسوم نموذج (form-tags)، لأنه بإمكانك استخدام مولّد الوسوم مباشرة (زرّ <strong>إنشاء وسم<\/strong> من خلال هذه الشاشة)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["وسم النموذج (form-tag) هو رمز قصير محاط بأقواس مربّعة يستخدم في محتوى النموذج. يمثّل وسم النموذج (form-tag) بشكل عام حقل للإدخال، ومكوناته يمكن تقسيمها إلى أربعة أجزاء: النوع، الاسم، الخيارات، والقيم. تدعم إضافة Contact Form 7 عدّة أنواع من وسوم النموذج (form-tags) من ضمنها حقول النصّ، حقول الأعداد والأرقام، حقول التاريخ، حقول وخانات الاختيار (Checkboxes)، أزرار الراديو (Radio Buttons)، والقوائم (Menus)، حقول لرفع الملفات، اختبار CAPTCHAs، وحقول الاختبار البسيط (quiz)."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>الإعدادات الإضافية<\/strong> توفر لك موضعًا يمكنك من خلاله تخصيص سلوك نموذج الاتصال هذا، عن طريق إضافة أكواد وشفرات قصيرة مخصصة."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["في تبويب <strong>الرسائل<\/strong>، يمكنك تعديل أنواع مختلفة من الرسائل المستخدمة في نموذج الاتصال هذا. هذه الإشعارات أو الرسائل عبارة عن رسائل قصيرة نسبيًا، مثل رسالة خطأ التحقق من الصحة التي تشاهدها عند ترك أحد الحقول المطلوبة فارغاً."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>البريد الثاني (2)<\/strong> هو قالب بريد إلكتروني إضافي يعمل على غرار البريد الإلكتروني الأول. يختلف البريد الثاني (2) بأنه يتمّ إرساله فقط عند إرسال البريد الإلكتروني بنجاح."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["عن طريق تبويب <strong>البريد الإلكتروني<\/strong> يمكنك إدارة قالب البريد (الترويسات ومحتوى الرسالة) الذي سيتمّ إرساله من خلال نموذج الاتصال هذا، عندما يقوم أحد المستخدمين بالتقديم. يمكنك استخدام وسوم البريد الإلكتروني (mail-tags) الخاصة بإضافة Contact Form 7 هنا."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["تبويب <strong>النموذج<\/strong> هو محتوى HTML لقالب النموذج. يمكنك استخدام أكواد HTML بشكل تقليدي، والمسموح استخدامها داخل عنصر النموذج. يمكنك أيضًا استخدام وسوم النموذج (form-tags) الخاصة بإضافة Contact Form 7 هنا. "],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>العنوان<\/strong> هو عنوان نموذج الاتصال. ويستخدم هذا العنوان فقط لتسمية نموذج الاتصال، ويمكن تعديله."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["في هذه الشاشة، يمكنك تحرير نموذج الاتصال. يتكوّن نموذج الاتصال من المكونات التالية:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>تكرار<\/strong> - يمكنك استنساخ نموذج الاتصال نفسه. يرثُ نموذج الاتصال المستنسخ كافة المحتويات من النموذج الأصلي، ولكن لديه مُعرّف فريد مختلف."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>تحرير<\/strong> - للانتقال إلى شاشة التحرير لنموذج الاتصال. يمكنك أيضًا الوصول إلى تلك الشاشة من خلال النقر على عنوان نموذج الإتصال."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["سيؤدي التمرير فوق أحد الصفوف في قائمة نماذج الاتصال أو المراسلة إلى عرض روابط الإجراءات التي تسمح لك بإدارة نموذج الاتصال الخاص بك. يمكنك تنفيذ الإجراءات التالية:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["عبر هذه الشاشة، يمكنك إدارة نماذج الاتصال المقدمة بواسطة إضافة Contact Form 7. يمكنك إدارة عدد غير محدود من نماذج واستمارات الاتصال. كل نموذج من نماذج الاتصال لديه مُعرّف فريد بالإضافة إلى كود قصير (Shortcode) خاص بإضافة Contact Form 7 ؛؛ ([contact-form-7 ...]). لتضمين نموذج اتصال في صفحة مقالة أو ودجت نصّ، قم بإدراج الكود القصير (Shortcode) في المكان المقصود."],"Mail-tags":["وسوم البريد الإلكتروني (Mail-tags)"],"Form-tags":["وسوم النموذج (Form-tags)"],"Available Actions":["إجراءات متاحة"],"Overview":["نظرة عامة"],"You can add customization code snippets here. For details, see %s.":["يمكنك إضافة أكواد وشفرات قصيرة مخصصة هنا. للتفاصيل، شاهد %s."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["الملفات المرفقة"],"Use HTML content type":["استخدام محتوى HTML في الرسالة"],"Exclude lines with blank mail-tags from output":["استبعاد أسطر وسوم البريد \"mail-tags\" الفارغة من الظهور ضمن محتوى الرسالة"],"Message Body":["محتوى الرسالة"],"Additional Headers":["ترويسات إضافية"],"Subject":["الموضوع"],"From":["من"],"To":["إلى"],"In the following fields, you can use these mail-tags:":["في الحقول التالية، يمكنك استخدام هذه الوسوم mail-tags في محتوى رسالة البريد الإلكتروني:"],"Mail (2) is an additional mail template often used as an autoresponder.":["البريد الثاني (2) هو قالب بريد إلكتروني إضافي يستخدم عادة كـ ردّ آلي."],"Use Mail (2)":["استخدم البريد الثاني (2) "],"Mail (2)":["البريد الثاني (2)"],"Y\/m\/d":["Y\/m\/d"],"%s ago":["منذ %s"],"Y\/m\/d g:i:s A":["Y\/m\/d g:i:s A"],"Edit &#8220;%s&#8221;":["تحرير &#8220;%s&#8221;"],"Edit":["تحرير"],"Date":["التاريخ"],"Author":["الكاتب"],"Shortcode":["الكود القصير (Shortcode)"],"Title":["العنوان"],"Additional Settings":["الإعدادات الإضافية"],"Additional Settings (%d)":["إعدادات إضافية (%d)"],"Messages":["الرسائل"],"Mail":["البريد الإلكتروني"],"Form":["النموذج"],"Support":["الدعم الفني"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["الأسئلة الشائعة"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["المستندات"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["أنت على وشك حذف نموذج الاتصال هذا. \nللتوقف اضغط على \"إلغاء\" أو \"موافق\" للحذف."],"Delete":["حذف"],"Duplicate":["تكرار"],"Status":["الحالة"],"You can also use this old-style shortcode:":["يمكنك أيضا استخدام الكود القصير للتنسيق القديم هذا:"],"Copy this shortcode and paste it into your post, page, or text widget content:":["انسخ هذا الكود القصير (shortcode) وألصقه في محتوى المقالة، أو الصفحة الخاصة بك، أو ودجت من نوع نص:"],"Enter title here":["أدخل العنوان هنا"],"Save":["حفظ"],"You are not allowed to edit this contact form.":["غير مسموح لك بتحرير نموذج الاتصال هذا."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["إعدادات البريد (Setting Up Mail)"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["https:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["إضافة Contact Form 7 بحاجة إلى دعمك."],"Dismiss":["تجاهل"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>إضافة Contact Form 7 %1$s تتطلب نسخة ووردبريس %2$s أو أعلى.<\/strong> يرجى <a href=\"%3$s\">تحديث ووردبريس<\/a> أولاً."],"Settings":["الإعدادات"],"Contact form deleted.":["تمّ حذف النموذج."],"Contact form saved.":["تمّ حفظ النموذج."],"Contact form created.":["تمّ إنشاء نموذج الاتصال."],"Search Contact Forms":["البحث في نماذج الاتصال"],"Search results for &#8220;%s&#8221;":["نتائج البحث لـ &#8221;%s&#8220;"],"The changes you made will be lost if you navigate away from this page.":["سيتم فقدان التغييرات التي أجريتها إذا غادرت هذه الصفحة."],"Error in deleting.":["حدث خطأ أثناء الحذف."],"You are not allowed to delete this item.":["غير مسموح لك حذف هذا العنصر."],"You are not allowed to edit this item.":["غير مصرح لك تحرير هذا العنصر."],"Integration":["الدمج Integration"],"Integration with Other Services":["الدمج مع خدمات أخرى "],"Add New":["إضافة جديد"],"Add New Contact Form":["إضافة نموذج اتصال جديد"],"Contact Forms":["نماذج الاتصال"],"Edit Contact Form":["تحرير نموذج الاتصال"],"Contact":["الاتصال Contact"],"Contact Form 7":["Contact Form 7"]}