{"HTTP Response: %1$s %2$s from %3$s":[],"Save Changes":[],"reCAPTCHA protects you against spam and other types of automated abuse. With Contact Form 7&#8217;s reCAPTCHA integration module, you can block abusive form submissions by spam bots. For details, see %s.":[],"reCAPTCHA (v3)":[],"API keys for reCAPTCHA v3 are different from those for v2; keys for v2 don&#8217;t work with the v3 API. You need to register your sites again to get new keys for v3. For details, see %s.":[],"Connect to the Constant Contact API":[],"API keys\u0004Remove Keys":[],"Set this URL as the redirect URI.":[],"Redirect URI":[],"App Secret":[],"API Key":[],"Setup Integration":[],"Constant Contact Integration":[],"https:\/\/contactform7.com\/constant-contact-integration\/":[],"The Constant Contact integration module allows you to send contact data collected through your contact forms to the Constant Contact API. You can create reliable email subscription services in a few easy steps. For details, see %s.":[],"Constant Contact":[],"Email Marketing":[],"It is not allowed to use files outside the wp-content directory.":["استفاده از فایل‌های خارج از پوشه wp-content مجاز نیست."],"Make this checkbox optional":["این جعبه انتخابی را اختیاری کنید"],"Professional Services":["خدمات حرفه ای"],"https:\/\/contactform7.com\/custom-development\/":["https:\/\/contactform7.com\/custom-development\/"],"Support Forums":["انجمن پشتیبانی"],"https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/":["https:\/\/wordpress.org\/support\/plugin\/contact-form-7\/"],"%1$s &#38; %2$s":["%1$s &#38; %2$s"],"Here are some available options to help solve your problems.":["در اینجا چند گزینه در دسترس برای کمک به حل مشکلات شما وجود دارد."],"Do you need help?":["آیا به کمک نیاز دارید؟"],"Condition":["وضعیت"],"mail output for acceptance checkboxes\u0004%1$s: %2$s":["%1$s: %2$s"],"Not consented":["مخالفم"],"Consented":["موافقم"],"Sending mail has been aborted.":["ارسال ایمیل بی‌نتیجه ماند."],"You can edit messages used in various situations here. For details, see %s.":["شما می‌توانید پیام‌های مورد استفاده در موقعیت‌های مختلف را در اینجا ویرایش کنید. برای جزئیات، ببینید %s."],"Editing Messages":["ویرایش پیام‌ها"],"https:\/\/contactform7.com\/editing-messages\/":["https:\/\/contactform7.com\/editing-messages\/"],"You can edit the mail template here. For details, see %s.":["شما می‌توانید قالب ایمیل را در اینجا ویرایش کنید. برای دیدن جزئیات %s."],"You can edit the form template here. For details, see %s.":["شما می‌توانید قالب فرم را در اینجا ویرایش کنید. برای دیدن جزئیات %s."],"Editing Form Template":["ویرایش قالب فرم"],"https:\/\/contactform7.com\/editing-form-template\/":["https:\/\/contactform7.com\/editing-form-template\/"],"(left and right arrow)":["(فلش چپ و راست)"],"%1$s %2$s keys switch panels":["%1$s %2$s کلید‌های تعویض پنل‌ها"],"(configuration error)":["(خطای پیکربندی)"],"How to resolve?":["چطور حل و فصل کنیم؟"],"Your donation will help encourage and support the plugin&#8217;s continued development and better user support.":["هدیه شما، به تشویق و حمایت ادامه توسعه افزونه کمک و پشتیبان بهتر کاربران می باشد."],"making a donation":["هدیه دهید"],"If you enjoy using Contact Form 7 and find it useful, please consider %s.":["اگر شما از استفاده فرم تماس 7 لذت می برید و آن را مفید می دانید، لطفا %s."],"It is hard to continue development and support for this plugin without contributions from users like you.":["ادامه توسعه و پشتیبانی این افزونه بدون مشارکت کاربرانی مثل شما، سخت است."],"This contact form is available only for logged in users.":["این فرم تماس فقط برای کاربران وارد شده در دسترس می باشد."],"Deprecated settings are used.":["تنظیمات بدی استفاده شده است."],"To use CAPTCHA, you need %s plugin installed.":["برای استفاده از کد امنیتی (CAPTCHA)، شما نیاز به نصب افزونه %s دارید."],"There was an error deleting the contact form.":["هنگام حذف فرم تماس، خطایی رخ داد."],"You are not allowed to access the requested contact form.":["شما اجازه دستیابی به فرم تماس درخواست شده را ندارید."],"The requested contact form was not found.":["فرم تماس درخواست شده، پیدا نشد."],"You are not allowed to create a contact form.":["شما مجاز به ایجاد یک فرم تماس نیستید."],"Cannot create existing contact form.":["عدم توانایی در ایجاد فرم تماس موجود."],"You are not allowed to access contact forms.":["شما اجازه دستیابی به فرم های تماس را ندارید."],"Attachment file does not exist at %path%.":["فایل ضمیمه در مسیر %path% وجود ندارد."],"Invalid mailbox syntax is used in the %name% field.":["ترکیب صندوق پستی نامعتبر در فیلد %name% استفاده شده است."],"Unavailable names (%names%) are used for form controls.":["نام های غیرقابل دسترس (%names%) برای کنترل های فرم استفاده شده اند."],"There are invalid mail header fields.":["فیلدهای هدر (Header) ایمیل نامعتبر وجود دارد."],"HTML tags are used in a message.":["تگ های HTML در یک پیام استفاده شده است."],"Sender email address does not belong to the site domain.":["آدرس ایمیل فرستنده، متعلق به دامنه سایت نیست."],"Invalid mailbox syntax is used.":["ترکیب (Syntax) صندوق پستی نامعتبری استفاده شده است."],"There is a possible empty field.":["یک فیلد خالی ممکن است وجود داشته باشد."],"%s configuration error detected":["خطاهای پیکربندی %s تشخیص داده شد."],"%d configuration errors detected in this tab panel":["%d خطای پیکربندی در این برگه پنل، تشخیص داده شد."],"1 configuration error detected in this tab panel":["1 خطای پیکربندی در این پنل برگه تشخیص داده شد."],"%d configuration errors detected":["%d خطای پیکربندی تشخیص داده شد."],"1 configuration error detected":["1 خطای پیکربندی تشخیص داده شد."],"There was an error saving the contact form.":["هنگام ذخیره فرم تماس، خطایی رخ داد."],"%1$s is <strong>deprecated<\/strong> since Contact Form 7 version %2$s! Use %3$s instead.":["%1$s از نسخه %2$s فرم تماس <strong>منسوخ<\/strong> شده است! بهجای آن از %3$s استفاده کنید."],"Flamingo":["افزونه فلامینگو"],"Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.":["قبل از اینکه این اتفاق بیافتد، افزونه ذخیره سازی پیغام ها را نصب کنید. %s موجب ذخیره تمام پیام ها از طریق فرم های تماس در پایگاه داده می شود. فلامینگو افزونه رایگان وردپرس است که توسط ایجاد کننده فرم تماس، ایجاد شده است."],"Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.":["فرم تماس ۷ پیام‌های ارسالی را در جایی ذخیره نمی‌کند. بنابراین، اگر سرور ایمیل شما مشکلی داشته باشد یا در پیکربندی ایمیل اشتباهی کرده باشید، ممکن است اطلاعات مهمی را از دست بدهید."],"Before you cry over spilt mail&#8230;":["قبل از اینکه برای ایمیل های از دست رفته گریه کنید&#8230;"],"comment blacklist":["لیست سیاه نظرات"],"https:\/\/contactform7.com\/comment-blacklist\/":["http:\/\/contactform7.com\/comment-blacklist\/"],"Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.":["فرم تماس 7 توسط %1$s از فیلتر کردن هرزنامه پشتیبانی می کند. %2$s هوشمند، روبات های هرزنامه مزاحم را مسدود می کند. بعلاوه، با استفاده از %3$s، می توانید پیام های حاوی کلمات کلیدی بخصوص یا آنهایی که از آدرس های IP مشخصی ارسال شده اند را مسدود نمائید."],"Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.":["اسپمر‌ها همه چیز را هدف قرار می‌دهند؛  فرم‌های تماس شما را نیز مستثنی نیستند. قبل از اینکه مورد هدف هرزنامه ها قرار بگیرید، فرم‌های تماستان را با ویژگی های ضد هرزنامه قدرتمندی که فرم تماس 7 ارائه می کند، محافظت کنید."],"Getting spammed? You have protection.":["هرزنامه دریافت می کنید؟ شما محافظ دارید."],"Multiple form controls are in a single label element.":["چند کنترل فرم در یک عنصر برچسب تکی وجود دارد."],"FAQ about Configuration Validator":["پرسش و پاسخ درباره اعتبارسنجی پیکربندی"],"https:\/\/contactform7.com\/configuration-validator-faq\/":["https:\/\/contactform7.com\/configuration-validator-faq\/"],"The telephone number is invalid.":["شماره تلفن وارد شده اشتباه است."],"The URL is invalid.":["آدرس وارد شده اشتباه است."],"The e-mail address entered is invalid.":["ایمیل وارد شده اشتباه است."],"The answer to the quiz is incorrect.":["جواب شما به آزمون اشتباه است."],"The number is larger than the maximum allowed.":["این مقدار بیشتر از حداکثر مجاز است."],"The number is smaller than the minimum allowed.":["این مقدار کمتر از حداقل مجاز است."],"The number format is invalid.":["فرمت عدد نامعتبر است."],"There was an error uploading the file.":["مشکلی در آپلود فایل شما رخ داده است."],"The file is too big.":["حجم فایل شما بسیار زیاد است."],"You are not allowed to upload files of this type.":["شما اجازه ندارید از این نوع فایل آپلود کنید."],"There was an unknown error uploading the file.":["مشکلی در آپلود فایل شما رخ داده است."],"The date is after the latest one allowed.":["تاریخ نسبت به حداکثر محدودیت دیرتر است."],"The date is before the earliest one allowed.":["تاریخ نسبت به حداقل محدودیت زودتر است."],"The date format is incorrect.":["ساختار تاریخ نادرست است."],"The field is too short.":["مقدار وارد شده کوتاه است."],"The field is too long.":["مقدار وارد شده طولانی است."],"The field is required.":["پر کردن این قسمت اجباری است."],"You must accept the terms and conditions before sending your message.":["شما باید با شرایط و قوانین موافقت کنید تا قادر به ارسال پیام باشید."],"One or more fields have an error. Please check and try again.":["یک یا چند تا از مقادیر وارد شده مشکل دارد، لطفا پس از بررسی دوباره تلاش کنید."],"There was an error trying to send your message. Please try again later.":["مشکلی در ارسال پیام شما بوجود آمده است، لطفا دوباره تلاش کنید."],"Thank you for your message. It has been sent.":["از پیام شما متشکریم، پیام شما با موفقیت ارسال شد."],"mail subject\u0004%1$s \"%2$s\"":["%1$s \"%2$s\""],"Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.":["پیکربندی نادرست منجر به ناموفق شدن ارسال ایمیل یا سایر مشکلات می شود. هم اکنون فرمهای تماس خود را معتبر نمائید."],"Validate Contact Form 7 Configuration":["پیکربندی اعتبار سنجی فرم تماس"],"https:\/\/contactform7.com\/configuration-errors\/":["https:\/\/contactform7.com\/configuration-errors\/"],"Configuration validation completed. No invalid contact form was found.":["پیکربندی اعتبار سنجی کامل شد. هیچ فرم تماس نامعتبری پیدا نشد."],"Configuration validation completed. %s invalid contact form was found.":["اعتبار سنجی پیکربندی کامل شد. %s فرم تماس نامعتبر پیدا شد."],"Validate Configuration":["پیکربندی اعتبارسنجی"],"Validate %s Contact Form Now":["فرم تماس %s را هم اکنون اعتبار سنجی نمائید"],"You are not allowed to validate configuration.":["شما مجاز به اعتبارسنجی پیکربندی نمی باشید."],"https:\/\/contactform7.com\/recaptcha\/":["https:\/\/contactform7.com\/recaptcha\/"],"Secret Key":["کلید رمز"],"Site Key":["کلید سایت"],"Settings saved.":["تنظیمات ذخیره شد."],"Invalid key values.":["مقادیر کلید نامعتبر."],"ERROR":["خطا"],"reCAPTCHA":["reCAPTCHA"],"CAPTCHA (Really Simple CAPTCHA)":["کد امنییتی جلوگیری کننده از هرزنامه"],"https:\/\/ideasilo.wordpress.com\/":["https:\/\/ideasilo.wordpress.com\/"],"Takayuki Miyoshi":["تاکایوکی میوشی"],"Just another contact form plugin. Simple but flexible.":["افزونه فرم تماس. ساده اما انعطاف پذیر."],"https:\/\/contactform7.com\/":["https:\/\/contactform7.com\/"],"Contact form %d":["فرم تماس %d"],"Generate a form-tag for a multi-line text input field. For more details, see %s.":["از این گزینه برای تولید چند خط نوشته در زمینه متنی استفاده میشود ؛  برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"text area":["ناحیه متنی"],"This field requires author's URL":["این زمینه نیازمند آدرس اینترنتی نویسنده است."],"This field requires author's email address":["این زمینه نیازمند آدرس پست الکترونیکی نویسنده است."],"This field requires author's name":["این زمینه نیازمند نام نویسنده است."],"Akismet":["اکیسمیت"],"Text Fields":["زمینه های متن"],"https:\/\/contactform7.com\/text-fields\/":["https:\/\/contactform7.com\/text-fields\/"],"Generate a form-tag for a single-line telephone number input field. For more details, see %s.":["از این گزینه برای ایجاد زمینه شماره تلفن استفاده میشود  ؛  برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"Generate a form-tag for a single-line URL input field. For more details, see %s.":["از این گزینه برای ایجاد زمینه لینک ( آدرس وبسایت و ...) استفاده میشود ؛  برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"Generate a form-tag for a single-line email address input field. For more details, see %s.":["از این گزینه برای تولید قسمت آدرس ایمیل استفاده میشود ؛ برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"Generate a form-tag for a single-line plain text input field. For more details, see %s.":["از این گزینه برای نوشتن متن در زمینه های ورودی استفاده میشود ؛ برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"tel":["تلفن"],"URL":["آدرس اینترنتی"],"email":["آدرس ایمیل"],"text":["متن تک خطی"],"Telephone number that the sender entered is invalid":["شماره تلفنی که فرستنده ارسال کرده است نامعتبر است."],"URL that the sender entered is invalid":["لینکی که فرستنده وارد کرده است نامعتبر است."],"Email address that the sender entered is invalid":["آدرس ایمیل که نوشته اید معتبر نمی باشد"],"Label":["برچسب"],"Submit Button":["دکمه ارسال"],"https:\/\/contactform7.com\/submit-button\/":["https:\/\/contactform7.com\/submit-button\/"],"Generate a form-tag for a submit button. For more details, see %s.":["از این گزینه برای تولید دکمه ارسال استفاده میشود ؛ برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"submit":["ارسال"],"Insert a blank item as the first option":["قرار دادن گزینه خالی به عنوان اولین مورد"],"Allow multiple selections":["اجازه انتخاب چندگانه"],"Generate a form-tag for a drop-down menu. For more details, see %s.":["از این گزینه برای تولید منو های کشویی استفاده میشود ؛ برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"drop-down menu":["فهرست پایین افتادنی"],"One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.":["یک منوی پرسش و پاسخ (مانند پایتخت برزیل؟| ریو) هر گزینه را در یک خط قرار دهید."],"Questions and answers":["پرسش و پاسخ"],"Quiz":["آزمون"],"https:\/\/contactform7.com\/quiz\/":["https:\/\/contactform7.com\/quiz\/"],"Generate a form-tag for a question-answer pair. For more details, see %s.":["از این گزینه برای ایجاد یک زمینه پرسش و پاسخ استفاده میشود ؛ برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"quiz":["آزمون"],"Sender doesn't enter the correct answer to the quiz":["پاسخ صحیح وارد نشده است."],"Slider":["اسلایدر"],"Spinbox":["جعبه چرخش"],"Number Fields":["تعداد زمینهها"],"https:\/\/contactform7.com\/number-fields\/":["https:\/\/contactform7.com\/number-fields\/"],"Generate a form-tag for a field for numeric value input. For more details, see %s.":["از این گزینه برای ایجاد یک زمینه با مقدار مشخص استفاده میشود ؛ برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"number":["شماره"],"Number is larger than maximum limit":["شماره نسبت به حداکثر محدودیت بزرگتر است."],"Number is smaller than minimum limit":["این شماره از حداقل کم تر است."],"Number format that the sender entered is invalid":["فرمت شماره ای که فرستنده وارد کرده، نامعتبر است."],"This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["این فرم تماس حاوی زمینه های بارگذاری پرونده است، اما پوشه موقتی برای این پرونده ها ( %s ) وجود ندارد یا قابل نوشتن نیست. شما می توانید پوشه را ایجاد کنید یا سطح دسترسی را تغییر دهید."],"To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.":["برای پیوست فایل ارسال شده از طریق این قسمت به پست الکترونیکی شما درج مربوطه پست-برچسب (%s) را در قسمت فایل پیوست در زبانه پست نیاز به."],"Acceptable file types":["انواع فایل های قابل قبول"],"File size limit (bytes)":["محدودیت حجم فایل (بایت)"],"File Uploading and Attachment":["آپلود و پیوست فایل"],"https:\/\/contactform7.com\/file-uploading-and-attachment\/":["https:\/\/contactform7.com\/file-uploading-and-attachment\/"],"Generate a form-tag for a file uploading field. For more details, see %s.":["از این زمینه برای آپلود\/پیوست فایل استفاده میشود.برای کسب اطلاعات بیشتر  به %s مراجعه کنید"],"file":["فایل"],"Uploading a file fails for PHP error":["آپلود یک فایل با خطای پی اچ پی با مواجه میشود."],"Uploaded file is too large":["پرونده بارگذاری شده بیش از حد بزرگ است."],"Uploaded file is not allowed for file type":["فرمت پرونده بارگذاری شده مجاز نیست."],"Uploading a file fails for any reason":["بارگذاری یک پروند به هر دلیلی با شکست مواجه می شود."],"Max":["بیشترین"],"Min":["کمترین"],"Range":["محدوده"],"Use this text as the placeholder of the field":["این متن به عنوان نگه دارنده در زمینه استفاده می شود"],"Default value":["مقدار پیش فرض"],"Date Field":["زمینه تاریخ"],"https:\/\/contactform7.com\/date-field\/":["https:\/\/contactform7.com\/date-field\/"],"Generate a form-tag for a date input field. For more details, see %s.":["از این گزینه برای ایجاد زمینه انتخاب تاریخ استفاده میشود ؛ برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"date":["تاریخ"],"Date is later than maximum limit":["تاریخ نسبت به حداکثر محدودیت دیرتر است."],"Date is earlier than minimum limit":["تاریخ نسبت به حداقل محدودیت زودتر است."],"Date format that the sender entered is invalid":["فرمت تاریخی که فرستنده وارد کرده، نامعتبر است."],"To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.":["از این گزینه برای وارد کردن ایمیل دلخواه در زمینه ایمیل (  mail-tag (%s)  ) استفاده میشود."],"Make checkboxes exclusive":["منحصر به فرد کردن چک باکس ها"],"Wrap each item with label element":["قرار دادن هر یک از موارد با عنصر label"],"Put a label first, a checkbox last":["قرار دادن برچسب برای اولین بار، یک چک باکس آخرین"],"One option per line.":["یک گزینه در هر خط."],"Required field":["زمینه الزامی"],"Field type":["نوع زمینه"],"Checkboxes, Radio Buttons and Menus":["چک باکس ها و دکمه های رادیویی و منوها"],"https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/":["https:\/\/contactform7.com\/checkboxes-radio-buttons-and-menus\/"],"Generate a form-tag for a group of radio buttons. For more details, see %s.":["یک دکمه رادیویی بسازید و در فرم تماس قرار دهید ؛ برای اطلاعات بیشتر به %s مراجعه کنید."],"Generate a form-tag for a group of checkboxes. For more details, see %s.":["از این گزینه برای ایجاد جعبه های انتخاب (چک باکس) استفاده میشود ؛ برای کسب اطلاعات بیشتر به %s مراجعه کنید."],"radio buttons":["دکمه رادیو"],"checkboxes":["چک باکس"],"This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.":["این فرم تماس دارای زمینه کپچا است اما کتابخانه های لازم (GD و FreeType) بر روی سرور شما در دسترس نیست."],"This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.":["این فرم تماس حاوی زمینه کپچا است، اما پوشه موقتی برای این پرونده ها ( %s ) وجود ندارد یا قابل نوشتن نیست. شما می توانید پوشه را ایجاد کنید یا سطح دسترسی را تغییر دهید."],"Input field settings":["تنظیمات زمینه ورودی"],"Image settings":["تنظیمات عکس"],"https:\/\/contactform7.com\/captcha\/":["https:\/\/contactform7.com\/captcha\/"],"Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.":["از این گزینه برای تولید کپچا به منظور جلوگیری از هرزنامه ها استفاده میشود ؛ برای دریافت اطلاعات بیشتر به %s مراجعه کنید."],"To use CAPTCHA, you first need to install and activate %s plugin.":["برای این که از کپچا استفاده کنید شما ابتدا باید افزونه %s را نصب و فعال کنید."],"CAPTCHA":["کپچا"],"Your entered code is incorrect.":["کد وارد شده صحیح نیست."],"The code that sender entered does not match the CAPTCHA":["کدی که فرستنده وارد کرده است با کپچا مطابقت ندارد."],"Insert Tag":["گذاشتن برچسب"],"Class attribute":["ویژگی کلاس "],"Id attribute":["ویژگی شناسه (id)"],"Options":["تنظیمات"],"Name":["نام"],"Acceptance Checkbox":["جعبه چک باکس(جعبه پذیرش)"],"https:\/\/contactform7.com\/acceptance-checkbox\/":["https:\/\/contactform7.com\/acceptance-checkbox\/"],"Generate a form-tag for an acceptance checkbox. For more details, see %s.":["از این زمینه برای تولید چک باکس استفاده میشود؛ برای دریافت اطلاعات بیشتر به %s مراجعه کنید."],"acceptance":["پذیرش"],"<code>%1$s<\/code> property of a <code>WPCF7_ContactForm<\/code> object is <strong>no longer accessible<\/strong>. Use <code>%2$s<\/code> method instead.":["<code>%1$s<\/code> اموال <code>WPCF7_ContactForm<\/code> شی <strong>دیگر در دسترس است.<\/strong> استفاده از <code>%2$s<\/code> به جای روش."],"Untitled":["بدون عنوان"],"Contact Form":["فرم تماس"],"There is a field with input that is shorter than the minimum allowed length":["یک فیلد با ورودی کوتاه تر از حداقل طول مجاز وجود دارد"],"There is a field with input that is longer than the maximum allowed length":["مقدار یکی از فیلدها بیشتر از حد مجاز وارد شده است."],"There is a field that the sender must fill in":["یک زمینه وجود دارد که فرستنده باید آن را پر کند."],"There are terms that the sender must accept":["شرایطی وجود دارند که فرستنده باید بپذیرد."],"Submission was referred to as spam":["ارسال به عنوان هرزنامه ثبت شد."],"Validation errors occurred":["خطای اعتبار سنجی رخ داده است"],"Sender's message failed to send":["ناموفق در ارسال پیام فرستنده"],"Sender's message was sent successfully":["پیام با موفقیت ارسال شد."],"This e-mail was sent from a contact form on %1$s (%2$s)":["این ایمیل از فرم تماس در %1$s (%2$s) ارسال شده است."],"Message Body:":["محتوای پیام :"],"Subject: %s":["موضوع: %s"],"From: %s":["از : %s"],"Send":["ارسال "],"Your Message":["پیام شما"],"Your Email":["ایمیل شما"],"(required)":["(الزامی)"],"Your Name":["نام شما"],"Form-tag Generator: %s":["تنظیمات  %s برای قرار دادن در فرم تماس"],"For more information:":["برای اطلاعات بیشتر"],"Any information you provide will not be shared with service providers without your authorization.":["هیچ گاه اطلاعات برای ارائه دهندگان خدمات به شما ارسال نخواهد شد."],"You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.":["اگر شما قد استفاده از این خدمات را دارید ؛ ممکن است شما به ساخت حساب کاربری نیاز پیدا کنید.سپس شما با ورود به حساب کاربری خودتان قادر به استفاده از خدمات فرم تماس 7 خواهید شد."],"On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.":["در این صفحه شما میتوانید خدمات فرم تماس 7 را مشاهده کنید ؛ فرم تماس 7 با استفاده از api به شما اجازه میدهد تا از سرویس های در دسترس استفاده کنید."],"There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.":["در اینجا تگ هایی برای ایمیل ها وجود دارند که در فرم های تماس استفاده نمیشوند و فقط برای استفاده در ایمیل ارسالی از فرم قابل استفاده هستند که برای نمایش ip و یا آدرس اینترنتی مورد استفاده قرار خواهد گرفت."],"A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.":["برچسب پست همچنین کد کوتاه محصور در براکت مربع که شما می توانید استفاده کنید در هر پست و پست زمینه (2) است. پست برچسب نشان دهنده مقدار ورودی کاربر از طریق یک میدان ورودی از تگ فرم مربوطه."],"While form-tags have a comparatively complex syntax, you don&#8217;t need to know the syntax to add form-tags because you can use the straightforward tag generator (<strong>Generate Tag<\/strong> button on this screen).":["در حالی که برچسب ها به فرم ساختار نسبتا پیچیده, شما لازم نیست که به نحو برای اضافه کردن فرم برچسب ها از آنجا که شما می توانید از برچسب ساده ژنراتور (دکمه و<strong>برچسب تولید<\/strong> در این صفحه نمایش)."],"A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.":["فرم تگ کد کوتاه محصور در براکت مربع مورد استفاده در فرم محتوا است. فرم برچسب عموما نشان دهنده زمینه ورودی و اجزای آن می توان به چهار بخش جدا شده: نوع نام گزینه ها و مقادیر. فرم تماس 7 پشتیبانی از انواع مختلفی از برچسب های فرم شماره از جمله زمینه های متن, زمینه ها زمینه های تاریخ چک باکس ها دکمه های رادیویی منوها، زمینه آپلود فایل کپچا، و زمینه های مسابقه."],"<strong>Additional Settings<\/strong> provides a place where you can customize the behavior of this contact form by adding code snippets.":["<strong>تنظیمات اضافی<\/strong> مکانی که در آن شما می توانید رفتار این فرم را با اضافه کردن قطعه کد سفارشی را فراهم می کند."],"In <strong>Messages<\/strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.":["در <strong>پیام،<\/strong> شما می توانید انواع مختلفی از پیام های مورد استفاده برای این فرم تماس را ویرایش کنید. این پیام ها پیام های نسبتا کوتاه، مثل یک پیام خطای اعتبار سنجی شما ببینید زمانی که شما یک قسمت را خالی بگذارید لازم را ترک کنند."],"<strong>Mail (2)<\/strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.":["<strong>پست الکترونیکی (2)<\/strong> قالب ایمیل اضافی است که با این نسخهها کار شبیه به پست است. تنها زمانی که ایمیل با موفقیت ارسال شده است که آن را ارسال ایمیل (2) متفاوت است."],"<strong>Mail<\/strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.":["<strong>ایمیل<\/strong> مدیریت یک قالب الکترونیکی (هدر و متن پیام) که این فرم تماس ارسال خواهد شد هنگامی که کاربران آن را ارسال کنید. شما می توانید ایمیل تگ فرم تماس با 7 در اینجا استفاده کنید."],"<strong>Form<\/strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.":["<strong>فرم<\/strong> محتوای فرم HTML است. شما می توانید متن دلخواه که در داخل عنصر فرم اجازه استفاده کنید. شما همچنین می توانید فرم تماس با ما فرم 7-برچسب ها اینجا استفاده کنید."],"<strong>Title<\/strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.":["<strong>هشدار :<\/strong> این روند نمی‌تواند خنثی گردد."],"On this screen, you can edit a contact form. A contact form is comprised of the following components:":["در این صفحه می توانید فرم را ویرایش کنید. فرم تماس از اجزای زیر تشکیل شده است:"],"<strong>Duplicate<\/strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.":["<strong>هشدار :<\/strong> این روند نمی‌تواند خنثی گردد."],"<strong>Edit<\/strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.":["<strong>هشدار :<\/strong> این روند نمی‌تواند خنثی گردد."],"Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:":["معلق در هوا در بیش از یک ردیف در لیست فرم ارتباط با ما لینک های عمل است که اجازه شما را برای مدیریت فرم تماس با شما را نشان می دهد. شما می توانید اقدامات زیر را انجام دهید:"],"On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.":["در این صفحه، شما می توانید فرم های تماس با ارائه شده توسط فرم تماس با 7. شما می توانید تعداد نامحدودی از فرمهای تماس مدیریت. هر فرم تماس با یک ID منحصر به فرد و فرم تماس با 7 کوتاه ([تماس با شکل-7 ...]). برای وارد کردن یک فرم تماس به یک پست یا یک ویجت متن، قرار دادن کوتاه به هدف."],"Mail-tags":["تگ های ایمیل"],"Form-tags":["تگ های فرم"],"Available Actions":["اقدامات موجود"],"Overview":["بررسی کلی"],"You can add customization code snippets here. For details, see %s.":["شما میتوانید از کد های دلخواه خودتان استفاده کنید. برای اطلاعات بیشتر  %s  را نگاه کنید."],"https:\/\/contactform7.com\/additional-settings\/":["https:\/\/contactform7.com\/additional-settings\/"],"File Attachments":["فایل های پیوست فایل"],"Use HTML content type":["شما می توانید از HTML استفاده کنید"],"Exclude lines with blank mail-tags from output":["حذف خطوط با خالی پستی برچسب ها از خروجی"],"Message Body":["محتوای پیام"],"Additional Headers":["سرآیندهای اضافی"],"Subject":["موضوع"],"From":["از طرف"],"To":["به"],"In the following fields, you can use these mail-tags:":["شما می توانید این برچسب‌ها را استفاده نمایید"],"Mail (2) is an additional mail template often used as an autoresponder.":["ایمیل 2 یک قالب اضافی است که برای پاسخگویی خودکار استفاده میشود"],"Use Mail (2)":["استفاده از ایمیل (2)"],"Mail (2)":["ایمیل 2"],"Y\/m\/d":["Y\/m\/d"],"%s ago":["%s قبل"],"Y\/m\/d g:i:s A":["Y\/m\/d g:i:s A"],"Edit &#8220;%s&#8221;":["ویرایش &#8220;%s&#8221;"],"Edit":["ویرایش"],"Date":["تاریخ"],"Author":["نویسنده"],"Shortcode":["کدکوتاه"],"Title":["عنوان"],"Additional Settings":["تنظیمات اضافی"],"Additional Settings (%d)":["تنظیمات اضافی (%d)"],"Messages":["پیام"],"Mail":["ایمیل"],"Form":["فرم"],"Support":["پشتیبانی"],"https:\/\/contactform7.com\/support\/":["https:\/\/contactform7.com\/support\/"],"FAQ":["سوالات"],"https:\/\/contactform7.com\/faq\/":["https:\/\/contactform7.com\/faq\/"],"Docs":["اسناد"],"https:\/\/contactform7.com\/docs\/":["https:\/\/contactform7.com\/docs\/"],"You are about to delete this contact form.\n  'Cancel' to stop, 'OK' to delete.":["شما میخواهید این فرم تماس را حذف کنید.\nبرای پاک کردن 'OK' و برای لغو 'Cancel' را انتخاب کنید."],"Delete":["حذف"],"Duplicate":["کپی گرفتن"],"Status":["وضعیت"],"You can also use this old-style shortcode:":["میتوانید از کد های کوتاه به شیوه قدیم نیز استفاده کنید : "],"Copy this shortcode and paste it into your post, page, or text widget content:":["این  کد کوتاه را کپی کنید و در صفحه  یا پست خود قرار داهید"],"Enter title here":["عنوان خود را  اینجا وارد کنید"],"Save":["ذخیره"],"You are not allowed to edit this contact form.":["شما نمی‌توانید این گزینه را ویرایش کنید."],"https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/":["https:\/\/contactform7.com\/save-submitted-messages-with-flamingo\/"],"https:\/\/contactform7.com\/spam-filtering-with-akismet\/":["https:\/\/contactform7.com\/spam-filtering-with-akismet\/"],"Setting Up Mail":["راه اندازی ایمیل"],"https:\/\/contactform7.com\/setting-up-mail\/":["https:\/\/contactform7.com\/setting-up-mail\/"],"https:\/\/contactform7.com\/donate\/":["http:\/\/contactform7.com\/donate\/"],"Contact Form 7 needs your support.":["فرم تماس 7 به پشتیبانی شما نیاز دارد."],"Dismiss":["بستن"],"<strong>Contact Form 7 %1$s requires WordPress %2$s or higher.<\/strong> Please <a href=\"%3$s\">update WordPress<\/a> first.":["<strong>افزونه فرم تماس 7 %1$s به وردپرس %2$s یا بالاتر نیاز دارد.<\/strong> لطفا ابتدا <a href=\\\"%3$s\\\">سایت خود را ارتقا دهید<\/a>."],"Settings":["تنظیمات"],"Contact form deleted.":["فرم تماس با حذف شده است."],"Contact form saved.":["فرم تماس ذخیره شد"],"Contact form created.":["فرم تماس با ما ایجاد شد."],"Search Contact Forms":["جستجوی فرم های تماس"],"Search results for &#8220;%s&#8221;":["نتایج جستجو برای &#8220;%s&#8221"],"The changes you made will be lost if you navigate away from this page.":["همه تغییرات شما از بین میروند اگر شما این صفحه ببندید."],"Error in deleting.":["اشکال در روند حذف‌کردن ..."],"You are not allowed to delete this item.":["شما اجازه ندارید که این آیتم را پاک کنید."],"You are not allowed to edit this item.":["شما نمی‌توانید این گزینه را ویرایش کنید."],"Integration":["یکپارچه‌سازی"],"Integration with Other Services":["یکپارچگی با دیگر خدمات"],"Add New":["افزودن جدید"],"Add New Contact Form":["اضافه کردن فرم تماس جدید"],"Contact Forms":["فرم های تماس"],"Edit Contact Form":["ویرایش فرم تماس"],"Contact":["فرم تماس"],"Contact Form 7":["فرم تماس"]}